Repository: LShyeon2/AIPrint
Catalog: BoxPrint/LOCALIZATION/Resource.*.resx
Languages: hu_hu, ko_kr, zh_cn

source: Module Name
hu_hu: Modul Név
ko_kr: 모듈 이름
zh_cn: 模块名称

source: Module State Monitoring
hu_hu: Modul Állapot Megfigyelés
ko_kr: 모듈상태 모니터링
zh_cn: 模块状态监测

source: Module Type
hu_hu: Modul Típusa
ko_kr: 모듈 유형
zh_cn: 模块种类

source: ModuleProduct_Long
hu_hu: ModulTermék_Hosszú
ko_kr: 모듈완제품_장폭
zh_cn: 模块产品_长

source: ModuleProduct_Short
hu_hu: ModulTermék_Rövid
ko_kr: 모듈완제품_단폭
zh_cn: 模块产品_短

source: Monitoring
hu_hu: Megfigyelés
ko_kr: 모니터링
zh_cn: 监测

source: Move
hu_hu: Mozgás
ko_kr: 이동
zh_cn: 移动

source: Move Home
hu_hu: Költözz haza
ko_kr: 홈 이동
zh_cn: 移动原位

source: Move Only
hu_hu: Mozgás
ko_kr: 이동 전용
zh_cn: 移动仅

source: MSG NM
hu_hu: Üzenet Sz
zh_cn: 口信数字

source: Name
hu_hu: Név
ko_kr: 이름
zh_cn: 名称

source: Navigation Tab
hu_hu: Alsó Lap
ko_kr: 하단탭
zh_cn: 底部选项卡

source: NO
hu_hu: NEM
ko_kr: 아니요
zh_cn: 不

source: No Select RM
hu_hu: Nincs RM kiválasztva
ko_kr: 선택한 RM 없음
zh_cn: 未选择 RM

source: NONE
hu_hu: SEMMI
ko_kr: 없음
zh_cn: 无

source: Not Use User
hu_hu: Nem használt felhasználó
ko_kr: 사용하지않는 사용자입니다
zh_cn: 未使用用户

source: Occur
hu_hu: Előfordul
ko_kr: 발생
zh_cn: 发生

source: OFF
hu_hu: KI
ko_kr: 꺼짐
zh_cn: 关闭

source: OK
hu_hu: OKÉ
ko_kr: 확인
zh_cn: 好

source: ON
hu_hu: BE
ko_kr: 켜짐
zh_cn: 开启

source: Only numbers can be entered.
hu_hu: Csak számok adhatók be.
ko_kr: 숫자만 입력할수있습니다.
zh_cn: 只可以输入数字

source: OP
hu_hu: MP
zh_cn: 操作口

source: Operator Log
hu_hu: Operátor Napló
ko_kr: 사용자 Log
zh_cn: 操作员日志

source: OperatorLog
hu_hu: OperátorNapló
ko_kr: 사용자Log
zh_cn: 操作员日志

source: Out
hu_hu: Kifelé
ko_kr: 출고
zh_cn: 出

source: OUTPUT
hu_hu: Kifelé
ko_kr: 출고
zh_cn: 出

source: Pallet Size
hu_hu: Raklap Méret
ko_kr: 팔레트 크기
zh_cn: 托盘尺寸

# Pallet 정보
source: Pallet Data
hu_hu: Raklap Adat
ko_kr: 팔레트 정보
zh_cn: 托盘数据

source: PalletSize
hu_hu: RaklapMéret
ko_kr: 팔레트크기
zh_cn: 托盘尺寸

source: Parameter
hu_hu: Paraméter
ko_kr: 파라메터
zh_cn: 参数

source: Parameter Name
hu_hu: Paraméter Név
ko_kr: 파라메터 이름
zh_cn: 参数名称

# Parameter 변경 메시지
source: Do you want to change {0} Parameter from {1} to {2}?
hu_hu: Szeretné a {0} paramétert {1}-ről {2}-re módosítani?
ko_kr: {0}파라메터를 {1} 에서 {2} 로 변경 하시겠습니까?
zh_cn: 您要将{0}参数从{1}改为{2}？

source: Password
hu_hu: Jelszó
ko_kr: 패스워드
zh_cn: 密码

source: Password is Wrong
hu_hu: Jelszó rossz
ko_kr: 패스워드가 잘못되었습니다
zh_cn: 密码错误

source: PAUSED
hu_hu: SZÜNETELÉS
ko_kr: 정지
zh_cn: 暂停

source: PAUSING
hu_hu: SZÜNETELTETÉS
ko_kr: 정지 중
zh_cn: 正在暂停

source: PC LOC
hu_hu: PC HELY
zh_cn: PC位置

source: PC NAME
hu_hu: PC NÉV
zh_cn: PC名称

source: PC_CarrierID
hu_hu: PC_HordozóAzonosító
ko_kr: PC_캐리어ID
zh_cn: PC_载体ID

source: PC_CommandWriteComplete
hu_hu: PC_ParancsÍrjBefejez
ko_kr: PC_커맨드쓰기완료
zh_cn: PC_命令写入完成

source: PC_InnerTrayType
hu_hu: PC_BelsőTálcaTípusa
ko_kr: PC_내부트레이유형
zh_cn: PC_内部托盘种类

source: PC_PalletSize
hu_hu: PC_RaklapMéret
ko_kr: PC_팔레트크기
zh_cn: PC_托盘尺寸

source: PC_Polarity
hu_hu: PC_Polaritás
ko_kr: PC_양극성
zh_cn: PC_极性

source: PC_ProductEmpty
hu_hu: PC_TermékÜres
ko_kr: PC_제품보빈상태
zh_cn: PC_产品为空

source: PC_TrayType
hu_hu: PC_TálcaTípus
ko_kr: PC_트레이타입
zh_cn: PC_托盘种类

source: PC_WinderDirection
hu_hu: PC_TekercselőIrány
ko_kr: PC_와인더방향
zh_cn: PC_卷绕机方向

source: Pick
hu_hu: Felvesz
ko_kr: 적재
zh_cn: 获取

source: Play Back
hu_hu: Lejátszás
ko_kr: 플레이백
zh_cn: 回放

# Play Back &gt; Play Back
source: Play Back > Play Back
hu_hu: Lejátszás > Lejátszás
ko_kr: 플레이백 > 플레이백
zh_cn: 回放 > 回放

source: PlayBack
hu_hu: Lejátszás
ko_kr: 플레이백
zh_cn: 回放

source: PlayBack List
hu_hu: Lejátszás Lista
ko_kr: 플레이백 리스트
zh_cn: 回放 列表

# PlayBack을 종료 하시겠습니까?
source: Exit PlayBack?
hu_hu: Kilép a Lejátszást?
ko_kr: PlayBack을 종료 하시겠습니까?
zh_cn: 退出回放？

source: PLC State
hu_hu: PLC Állapot
ko_kr: PLC 상태
zh_cn: PLC状态

source: PLC Write Data
hu_hu: PLC Írj Adat
ko_kr: PLC 쓰기 데이터
zh_cn: PLC 写入数据

# PLC 시뮬창 오픈
source: Open PLC Simulation Tab
hu_hu: Nyit PLC Szimuláció lap
ko_kr: PLC 시뮬창 오픈
zh_cn: 打开PLC仿真标签

source: PLC_PortType
hu_hu: PC_PortTípus
ko_kr: PLD_포트유형
zh_cn: PC_端口种类

source: Please Enter Your Password
hu_hu: Kérjük, Adja Meg Jelszavát
ko_kr: 패스워드를 확인해주세요
zh_cn: 请输入您的密码

source: Please Enter Your User ID
hu_hu: Kérjük, Adja Meg Felhasználó Azonosító
ko_kr: 사용자명을 확인해주세요
zh_cn: 请输入您的使用者名

source: Please Enter Your User ID and Password
hu_hu: Kérjük, Adja Meg Felhasználó Azonosító és Jelszavát
ko_kr: 사용자명 과 패스워드를 확인해주세요
zh_cn: 请输入您的使用者名称和密码

source: Please Select Mode
hu_hu: Kérjük, Válasszon Módot
ko_kr: 모드를 선택해주세요
zh_cn: 请选择模式

# PMAC Reload 메시지
source: Do you want to Reload {1} from {0} PMAC
hu_hu: Újra szeretné tölteni a {1} a {0} PMAC-ból
ko_kr: {0} PMAC 으로 부터 {1} 을 재배치 하시겠습니까?
zh_cn: 您要从{0}PMAC重装{1}

# PMAC Teaching Comp 메시지
source: Completed to read TeachingData from {0} PMAC
hu_hu: Befejeződött a Tanítás Adat olvasása a {0} PMAC-ból
ko_kr: {0} PMAC 부터 티칭데이터를 읽기 완료하였습니다.
zh_cn: 从{0}PMAC读取教学数据完成

# PMAC Teaching Fail 메시지
source: Failed to read TeachingData from {0} PMAC
hu_hu: Nem sikerült beolvasni a Tanítás Adat a {0} PMAC-ból
ko_kr: {0} PMAC 부터 티칭데이터를 읽기 실패하였습니다.
zh_cn: 从{0}PMAC读取教学数据失败

source: Polarity
hu_hu: Polaritás
ko_kr: 극성
zh_cn: 极性

source: POPUP
hu_hu: FELUGRÓ
ko_kr: 팝업
zh_cn: 弹出窗口

source: POPUPMENU
hu_hu: FELUGRÓMENÜ
ko_kr: 팝업메뉴
zh_cn: 弹出菜单

# Port Get 작업을 시작 하시겠습니까?
source: Start a Port Get Job?
hu_hu: Kezdeni a Port Szerzés Munkát?
ko_kr: Port Get 작업을 시작 하시겠습니까?
zh_cn: 开始端口获取工作？

# Port Get 작업을 중단 하시겠습니까?
source: Stop a Port Get Job?
hu_hu: Állítsa le a Port Szerzés Munkát?
ko_kr: Port Get 작업을 중단 하시겠습니까?
zh_cn: 停止端口获取工作？

# Port Teaching 데이터를 PMAC으로 부터 읽어 옵니다.
source: Read Port Teaching Data From PMAC.
hu_hu: Olvassa be port tanítási adatokat a PMAC.
ko_kr: 포트 티칭 데이터를 PMAC으로 부터 읽어 옵니다.
zh_cn: 从PMAC读取端口教学数据。

source: Port Type
hu_hu: Port Típus
ko_kr: 포트 유형
zh_cn: 端口种类

source: PortSize
hu_hu: PortMéret
ko_kr: 포트크기
zh_cn: 端口尺寸

source: Priority
hu_hu: Prioritás
ko_kr: 우선순위
zh_cn: 优先权

source: Priority Change
hu_hu: Prioritás Változás
ko_kr: 우선순위 변경
zh_cn: 优先权更改

source: ProcessState
hu_hu: Folyamatállapot
ko_kr: 진행상태
zh_cn: 流程状态

source: Product Empty
hu_hu: Termék Üres
ko_kr: 제품 보빈 상태
zh_cn: 产品为空

source: Product End
hu_hu: Termék Vége
ko_kr: 완료 목적지
zh_cn: 产品结束

source: Product Quantity
hu_hu: Termék Mennyiség
ko_kr: 제품 수량
zh_cn: 产品数量

source: Push Counter :
hu_hu: Nyomó Számláló :
ko_kr: 푸시 카운터 :
zh_cn: 推计数器 :

source: Rack Master
hu_hu: Állvány Mester
ko_kr: 렉 마스터
zh_cn: 机架掌握

source: Rack type
hu_hu: Állvány Típus
ko_kr: 랙 유형
zh_cn: 机架种类

source: RackMaster
hu_hu: ÁllványMester
ko_kr: 렉마스터
zh_cn: 机架掌握

source: Raw_Material
hu_hu: Nyers_Anyag
ko_kr: 원자재
zh_cn: 原_料

source: Read
hu_hu: Olvas
ko_kr: 읽기
zh_cn: 读取

source: READ DATA
hu_hu: OLVAS ADAT
zh_cn: 数据读取

# READ DATA NONE
source: There's no READ DATA. Proceed Shelf Setup.
hu_hu: Nincs OLVAS ADAT. Folytassa a Polc Beállítását.
ko_kr: READ DATA가 없습니다. 쉘프 설정으로 진행합니다.
zh_cn: 没有读取数据。继续货架设置。

# READ DATA가 없습니다.
source: There's no READ DATA.
hu_hu: Nincs Olvasott adat.
ko_kr: READ DATA가 없습니다.
zh_cn: 没有数据读取。

source: Ready
hu_hu: Kész
ko_kr: 준비
zh_cn: 准备

source: Rear Bank
hu_hu: Hátulsó Bank
ko_kr: 후면 뱅크
zh_cn: 后岸

source: Rear Shelf
hu_hu: Hátulsó Polc
ko_kr: 후면 쉘프
zh_cn: 后架子

# Rear Teaching 데이터를 PMAC으로 부터 읽어 옵니다.
source: Read Rear Teaching Data From PMAC.
hu_hu: Olvassa el hátsó tanítási adatokat a PMAC.
ko_kr: 후면 티칭 데이터를 PMAC으로 부터 읽어 옵니다.
zh_cn: 从PMAC读取后方教学数据。

# RECEIVECARRIEIR
source: ReceiveCarrier
hu_hu: FogadniHordozó
ko_kr: 캐리어 인수
zh_cn: 接收载体

source: RECEIVECARRIER
hu_hu: FOGADNIHORDOZÓ
ko_kr: 캐리어인수
zh_cn: 接收载体

source: Refresh
hu_hu: Frissítés
ko_kr: 새로고침
zh_cn: 刷新

source: REGULATOR
hu_hu: SZABÁLYOZÓ
ko_kr: 레귤레이터
zh_cn: 调节器

source: Remote
hu_hu: Távoli
ko_kr: 원격
zh_cn: 远程

source: Remote Collecting
hu_hu: Távoli Gyűjtése
ko_kr: 원격수집
zh_cn: 远程收集

source: Request
hu_hu: Kérés
ko_kr: 요청
zh_cn: 要求

source: Resume
hu_hu: Folytatás
ko_kr: 재개
zh_cn: 继续

source: RFID Read
hu_hu: RFID Olvas
ko_kr: RFID 읽기
zh_cn: 射频识别读取

source: RIGHTCLICK
hu_hu: JOBBKATTINTITT
ko_kr: 우클릭
zh_cn: 右键点击

# RM Fork 화재감지 텍스트
source: Do you want to proceed with the fire detection of RM Fork?
hu_hu: Szeretné folytatni az RM Fork tűzérzékelését?
ko_kr: RM Fork 화재감지를 진행하시겠습니까?
zh_cn: 您要进行RM叉的火灾检测？

source: RM Name
hu_hu: RM Név
ko_kr: RM 이름
zh_cn: RM 名称

source: RM P-val
hu_hu: RM P-ár
zh_cn: RM 参数值

# RM Parameter 설정
source: RM Parameter Setting
hu_hu: RM Paraméter Beállítást
ko_kr: RM 파라메터 설정
zh_cn: RM 参数设置

source: RM Remove Carrier Exist Flag
hu_hu: RM Távolítsa el Hordozó Létezik Megjelöl
ko_kr: RM 캐리어 감지 플래그 제거
zh_cn: RM 删除载体存在标志

# RM 선택
source: RM Select
hu_hu: RM Válassza
ko_kr: RM 선택
zh_cn: RM 选择

# RM 선택 메시지
source: Do you want to move to the selected RackMaster({0})?
hu_hu: Szeretne lépni a kiválasztott ÁllványMester{0}?
ko_kr: 선택한 랙마스터({0})로 이동하시겠습니까?
zh_cn: 您要移至选定的机架掌握({0})吗？

source: RM1 Active
hu_hu: RM1 Aktív
ko_kr: RM1 동작
zh_cn: RM1 活性

source: RM2 Active
hu_hu: RM2 Aktív
ko_kr: RM2 동작
zh_cn: RM2 活跃

source: RM Parameter
hu_hu: RM Paraméter
ko_kr: RM 파라메터
zh_cn: RM 参数

source: RMPval
hu_hu: RMPÉrték
ko_kr: RMP값
zh_cn: RM参数值

# RobotSpeed 변경 메시지
source: Do you want to Change {0} Speed to {1}?
hu_hu: {0} sebességet {1} szeretné módosítani?
ko_kr: {0} 속도를 {1}로 변경 하시겠습니까?
zh_cn: 您要将{0}的速度更改为{1}吗？

source: Run
hu_hu: Működik
ko_kr: 수행
zh_cn: 开始

source: S/F
hu_hu: F/F

source: SAVE
hu_hu: MENTÉS
ko_kr: 저장
zh_cn: 储藏

source: SC
hu_hu: Daru
ko_kr: 크레인
zh_cn: 吊车

source: ScaleReset
hu_hu: SkálaVisszaállítás
ko_kr: 배율초기화
zh_cn: 比例重置

source: SCS Config
hu_hu: SCS Konfig
ko_kr: SCS 구성
zh_cn: SCS 配置

source: SCS State Change
hu_hu: SCS Állapot Változás
ko_kr: SCS 상태 변경
zh_cn: SCS 状态更改

source: SCS Write Data
hu_hu: SCS Írj Adat
ko_kr: SCS 쓰기 데이터
zh_cn: SCS 写入数据

source: Search
hu_hu: Keresés
ko_kr: 검색
zh_cn: 搜索

source: Search Text
hu_hu: Keresés Szöveg
ko_kr: 텍스트 검색
zh_cn: 搜索文字

source: Search_Init
hu_hu: Keresés_INIC
ko_kr: 검색초기화
zh_cn: 搜索初始化

source: SECOND FLOOR
hu_hu: MÁSODIK EMELET
ko_kr: 2 층
zh_cn: 二楼

source: SECS2 Log
hu_hu: SECS2 Napló
zh_cn: SECS2 日志

source: Select Level is Abnormal
hu_hu: Szint kiválasztása rendellenes
ko_kr: 등급선택 이상
zh_cn: 选择等级异常

source: Select Use is Abnormal
hu_hu: Használat kiválasztása rendellenes
ko_kr: 사용여부선택 이상
zh_cn: 选择使用异常

source: Send Counter :
hu_hu: Küld Számláló :
ko_kr: 반송 카운터 :
zh_cn: 转移数器 :

source: SendCarrier
hu_hu: KüldHordozó
ko_kr: 캐리어 인계
zh_cn: 发送载体

source: Sensor Error
hu_hu: Érzékelő Hiba
ko_kr: 센서 에러
zh_cn: 传感器误差

source: Sensor View Switching
hu_hu: Érzékelő Nézet Váltás
ko_kr: 센서 뷰 전환
zh_cn: 传感器检视切换

source: Set RM Speed Change
hu_hu: Állítsa be RM Sebesség Változás
ko_kr: 선택 RM 속도 변경
zh_cn: 设置 RM 速度更改

source: Set SCS mode to Pause for operation.
hu_hu: Állítsa az SCS módot Szünet a működéshez.
ko_kr: SCS모드 Pause여야 조작이 가능합니다.
zh_cn: 将SCS模式设置为暂停以进行操作。

source: Set SCS State
hu_hu: Állítsa be SCS Állapot
ko_kr: 변경할 SCS 상태
zh_cn: 设置 SCS 状态

source: SetGrid
hu_hu: Állítsa be Rács
ko_kr: 그리그 적용
zh_cn: 设置格线

source: Setup
hu_hu: Beállítás
ko_kr: 설정
zh_cn: 设定

source: Shelf
hu_hu: Polc
ko_kr: 쉘프
zh_cn: 架子

source: Shelf Both Type
hu_hu: Polc Mindkét Típus
ko_kr: 쉘프 혼합형
zh_cn: 架子混合种类

source: Shelf Disable
hu_hu: Polc Nem Használ
ko_kr: 쉘프 비사용
zh_cn: 架子不使用

source: Shelf Empty
hu_hu: Polc Üres
ko_kr: 쉘프 빔
zh_cn: 架子为空

source: Shelf Error
hu_hu: Polc Hiba
ko_kr: 쉘프 에러
zh_cn: 架子误差

source: Shelf Exist
hu_hu: Polc Létezik
ko_kr: 쉘프 감지
zh_cn: 架子存在

source: Shelf FireWaterPool Type
hu_hu: Polc Tűzoltó Víztároló Típus
ko_kr: 쉘프 방화수조형
zh_cn: 架子消防水箱种类

source: Shelf ID
hu_hu: Polc Azonosító
ko_kr: 쉘프 ID
zh_cn: 架子 ID

source: Shelf is already job scheduled.
hu_hu: Polc már munkára van ütemezve.
ko_kr: 쉘프에 이미 작업이 예정되어있습니다.
zh_cn: 架子已经有工作调度。

source: Shelf level
hu_hu: Polc Szint
ko_kr: 쉘프 레벨
zh_cn: 架子等级

source: Shelf LoadRate :
hu_hu: Polc RakodásRáta :
ko_kr: 쉘프 적재율 :
zh_cn: 货架装载率:

source: Shelf Long Type
hu_hu: Polc Hosszú Típus
ko_kr: 쉘프 장폭형
zh_cn: 架子长种类

source: Shelf Priority
hu_hu: Polc Prioritás
ko_kr: 쉘프 우선순위
zh_cn: 架子优先权

source: Shelf Short Type
hu_hu: Polc Rövid Típus
ko_kr: 쉘프 단폭형
zh_cn: 架子短种类

source: Shelf Size
hu_hu: Polc Méret
ko_kr: 쉘프 크기
zh_cn: 架子尺寸

source: Shelf State
hu_hu: Polc Állapot
ko_kr: 쉘프 가용 상태
zh_cn: 架子状态

source: Shelf Status
hu_hu: Polc Állapot
ko_kr: 쉘프 상태
zh_cn: 架子状态

source: Shelf Type
hu_hu: Polc Típus
ko_kr: 쉘프 유형
zh_cn: 架子种类

source: Shelf UNKID Count :
hu_hu: Polc UNKID Számol :
ko_kr: 쉘프 UNKID 카운트 :
zh_cn: 货架UNKID计数 :

# Shelf 상태 설정
source: Shelf Status Setup
hu_hu: Beállítása Polc állapotát
ko_kr: 쉘프 상태 설정
zh_cn: 架子状态设定

source: ShelfStatus
hu_hu: PolcÁllapot
ko_kr: 쉘프상태
zh_cn: 架子状态

source: ShelfType
hu_hu: PolcTípus
ko_kr: 쉘프유형
zh_cn: 架子种类

source: Short
hu_hu: Rövid
ko_kr: 단폭
zh_cn: 短

# ShortMode
source: Type Change
hu_hu: Típus Változás
ko_kr: 유형 변경
zh_cn: 种类更改

source: SIGNIN
hu_hu: BEJELENTKEZÉS
ko_kr: 로그인
zh_cn: 登入

source: Size
hu_hu: Mérete
ko_kr: 크기
zh_cn: 尺寸

source: Smoke
hu_hu: Füst
ko_kr: 연기
zh_cn: 烟雾

# Smoke Detect 조회
source: Search Smoke Detect
hu_hu: Keresés Füst Észlelés
ko_kr: 연기 감지 조회
zh_cn: 烟雾觉察查找

source: SmokeDetect
hu_hu: FüstÉszlelés
ko_kr: 연기감지
zh_cn: 烟雾觉察

source: Source
hu_hu: Forrás
ko_kr: 출발지
zh_cn: 源

source: SOURCE LOCATION
hu_hu: FORRÁS HELY
ko_kr: 출발지
zh_cn: 源位置

source: Speed
hu_hu: Sebesség
ko_kr: 속도
zh_cn: 速度

source: SRC
hu_hu: Pause

source: Start
hu_hu: Kezd
ko_kr: 시작
zh_cn: 开始

source: State
hu_hu: Állapot
ko_kr: 상태
zh_cn: 状态

source: State is Error
hu_hu: Állapot Hiba
ko_kr: 상태 이상
zh_cn: 状态误差

source: State is Not Error
hu_hu: Állapot nem hiba
ko_kr: 상태 정상
zh_cn: 状态不误差

source: StateChangeTime
hu_hu: ÁllapotVáltozásIdő
ko_kr: 상태변경시간
zh_cn: 状态更改时间

source: Status
hu_hu: Állapot
ko_kr: 상태
zh_cn: 状态

source: Step
hu_hu: Lépés
ko_kr: 스텝
zh_cn: 步

# Stocker Alarm 관리
source: Stocker Alarm Management
hu_hu: Raktárgép Riadó Menedzsment
ko_kr: 스토커 알람 관리
zh_cn: 储料器报警管理

# Stocker Alarm 관리 권한
source: Stocker Alarm Manage Authority
hu_hu: Raktárgép Riadó Menedzsment Hatóság
ko_kr: 스토커 알람 관리 권한
zh_cn: 储料器报警管理权威

# Stocker Config 관리
source: Stocker Config Management
hu_hu: Raktárgép Konfig Menedzsment
ko_kr: 스토커 구성 관리
zh_cn: 储料器配置管理

# Stocker Config 관리 권한
source: Stocker Config Manage Authority
hu_hu: Raktárgép Konfig Menedzsment Hatóság
ko_kr: 스토커 구성 관리 권한
zh_cn: 储料器配置管理权威

source: Stop
hu_hu: Megáll
ko_kr: 정지
zh_cn: 停住

source: Stopper B
hu_hu: Dugó B
ko_kr: 스토퍼 B
zh_cn: 止动器 B

source: Stopper F
hu_hu: Dugó F
ko_kr: 스토퍼 F
zh_cn: 止动器 F

source: Stored In
hu_hu: Tárolva
ko_kr: 적재
zh_cn: 储存于

source: Stream/Function
hu_hu: Folyam/Funkció
zh_cn: 流/功能

source: Success Login
hu_hu: Siker Belépés
ko_kr: 로그인 성공
zh_cn: 登录成功

source: Success Logout
hu_hu: Siker Kijelentkezés
ko_kr: 로그아웃 성공
zh_cn: 注销成功

source: Switch
hu_hu: Váltás
ko_kr: 전환
zh_cn: 切换

source: Switching CPS Views
hu_hu: Váltás CPS Nézet
ko_kr: CPS 뷰 전환
zh_cn: 切换 CPS 检视

source: SysByte
hu_hu: RendszerByte
zh_cn: 系统字节

source: SYSTEM STATE
hu_hu: RENDSZER ÁLLAPOT
ko_kr: 시스템 상태
zh_cn: 系统状态

source: Tab
hu_hu: Lap
ko_kr: 탭
zh_cn: 选项卡

source: Teaching Data
hu_hu: Tanítás Adat
ko_kr: 티칭 데이터
zh_cn: 教学数据

source: Temperature
hu_hu: Hőmérséklet
ko_kr: 온도
zh_cn: 温度

source: Terminal Message
hu_hu: Terminál Üzenet
ko_kr: 터미널 메시지
zh_cn: 终端口信

source: TerminalMessage
hu_hu: TerminálÜzenet
ko_kr: 터미널메시지
zh_cn: 终端口信

source: TEST
hu_hu: TESZT
ko_kr: 테스트
zh_cn: 测试

source: TestMode
hu_hu: TesztMód
ko_kr: 테스트모드
zh_cn: 测试模式

source: Time
hu_hu: Idő
ko_kr: 시간
zh_cn: 时间

source: TimeStamp
hu_hu: Időbélyeg
ko_kr: 기록시간
zh_cn: 时间戳

source: Track ID
hu_hu: Pálya Azonosító
ko_kr: 트랙 ID
zh_cn: 轨道 ID

# Track Name
source: Trank Name
hu_hu: Pálya Név
ko_kr: 트랙명
zh_cn: 轨道名称

source: Track NO
hu_hu: Pálya Sz
ko_kr: 트랙번호
zh_cn: 轨道号

source: Tracking Data
hu_hu: Követés Adat
ko_kr: 트랙킹 테이터
zh_cn: 跟踪数据

source: TrackPause
hu_hu: PályaSzünet
ko_kr: 트랙 정지
zh_cn: 轨道暂停

source: TrackResume
hu_hu: PályaFolytatás
ko_kr: 트랙 재개
zh_cn: 轨道继续

source: Transaction ID
hu_hu: Tranzakció Azonosító
ko_kr: 처리 ID
zh_cn: 交易 ID

source: Transfer List
hu_hu: Transzfer Lista
ko_kr: 반송 리스트
zh_cn: 转移清单

source: Transfer Log
hu_hu: Transzfer Napló
ko_kr: 반송이력 Log
zh_cn: 转移日志

source: TransferLog
hu_hu: TranszferNapló
ko_kr: 반송이력Log
zh_cn: 转移日志

source: Tray Size
hu_hu: Tálca Méret
ko_kr: 트레이 크기
zh_cn: 托盘尺寸

source: Tray Slot Quantity
hu_hu: Tálca Slot Mennyiség
ko_kr: 트레이 슬롯 수량
zh_cn: 托盘插槽数量

source: Tray Type
hu_hu: Tálca Típus
ko_kr: 트레이 유형
zh_cn: 托盘种类

source: True
hu_hu: Igaz
ko_kr: 가능
zh_cn: 可能

source: Type
hu_hu: Típus
ko_kr: 유형
zh_cn: 种类

source: Uncoordinated Direction
hu_hu: Koordinálatlan Irány
ko_kr: 무지부 방향
zh_cn: 不协调的方向

source: Unit
hu_hu: Egység
ko_kr: 유닛
zh_cn: 单元

source: UNIT ID
hu_hu: EGYSÉG Azonosító
zh_cn: 单元 ID

source: Unit Image
hu_hu: Egység Kép
ko_kr: 유닛 이미지
zh_cn: 单元意象

source: UNIT ID
hu_hu: EGYSÉG Azonosító
ko_kr: 트랙명
zh_cn: 单元 ID

source: UNK ID Count :
hu_hu: ISMERETLEN Azonosító Számol :
ko_kr: UNK ID 카운트 :
zh_cn: 未知 ID 计数 :

source: Unknown
hu_hu: Ismeretlen
ko_kr: 미상
zh_cn: 未知

# UNKSHELF
source: UNK Rack
hu_hu: Ismeretlen Állvány
ko_kr: UNK 랙
zh_cn: 未知机架

source: Unload
hu_hu: Kirakodás
ko_kr: 하역
zh_cn: 卸货

source: Unuse
hu_hu: Nem Használ
ko_kr: 미사용
zh_cn: 未使用

source: Update User is Null
hu_hu: Nincs frissítendő felhasználó
ko_kr: 갱신할 사용자가 없습니다
zh_cn: 没有用户要更新

source: US
hu_hu: Angol
ko_kr: 영어
zh_cn: 英语

source: Use
hu_hu: Használ
ko_kr: 사용
zh_cn: 使用

source: User
hu_hu: Felhasználó
ko_kr: 사용자
zh_cn: 用户

source: User Create
hu_hu: Felhasználó Teremt
ko_kr: 사용자 추가
zh_cn: 用户添加

source: User Delete
hu_hu: Felhasználó Törölni
ko_kr: 사용자 삭제
zh_cn: 用户删除

source: User Edit
hu_hu: Felhasználó Szerkeszteni
ko_kr: 사용자 수정
zh_cn: 用户编辑

source: User ID
hu_hu: Felhasználó Azonosító
ko_kr: 사용자 ID
zh_cn: 用户 ID

# User편집 메시지
source: Do you want to {0} User {1}?
hu_hu: Szeretné {0} {1} Felhasználót?
ko_kr: {1} 사용자를 {0} 하시겠습니까?
zh_cn: 您要{0}用户{1}吗？

source: Validation NG
hu_hu: Érvényesítés NG
ko_kr: 유효성 NG
zh_cn: 验证 NG

source: Value
hu_hu: Érték
ko_kr: 값
zh_cn: 值

source: Value :
hu_hu: Érték :
ko_kr: 값 :
zh_cn: 值 :

source: View
hu_hu: Nézet
ko_kr: 뷰
zh_cn: 检视

source: WaitCarrierLoad
hu_hu: HordozóRakodásVárj
ko_kr: 캐리어투입대기
zh_cn: 等待载体装载

source: WaitCarrierRemove
hu_hu: HordozóKirakodásVárj
ko_kr: 캐리어제거대기
zh_cn: 等待载体删除

source: WaitCraneGet
hu_hu: DaruFelveszVárj
ko_kr: 크레인하역대기
zh_cn: 等待吊车获取

source: WaitCranePut
hu_hu: DaruKirakodásVárj
ko_kr: 크레인적재대기
zh_cn: 等待吊车卸货

source: Warning Code
hu_hu: Figyelmeztetés Kód
ko_kr: 경고 코드
zh_cn: 警告代码

source: WARNING!
hu_hu: FIGYELMEZTETÉS!
ko_kr: 경고!
zh_cn: 警告!

source: Water Tank
hu_hu: Víztartály
ko_kr: 방화수조
zh_cn: 消防水箱

source: Winder Direction
hu_hu: Tekercselő Irány
ko_kr: 와인더 방향
zh_cn: 卷绕机方向

source: WRITE
hu_hu: ÍRJ
ko_kr: 쓰기
zh_cn: 写入

source: XML_Load
hu_hu: XML_Betöltés
ko_kr: XML_로드
zh_cn: XML_加载

source: YES
hu_hu: IGEN
ko_kr: 예
zh_cn: 是

source: Yield Action Counter :
hu_hu: Engedmény Akció Számláló :
ko_kr: 양보동작 카운터 :
zh_cn: 让步动作数器 :

source: Zone ID
hu_hu: Zóna Azonosító
zh_cn: 区域 ID

# 값 선택
source: Select Value
hu_hu: Válassza Érték
ko_kr: 값 선택
zh_cn: 选择值

# 검색
source: Search
hu_hu: Keresés
ko_kr: 검색
zh_cn: 搜索

# 검색 아이템
source: Search ITEM
hu_hu: Keresés TÉTEL
ko_kr: 검색 아이템
zh_cn: 搜索项目

# 검색 종료일시가 시작일시와 같거나 작습니다. 다시 설정하세요.
source: Search End DTTM is Earlier than or Equal to Start DTTM. Please Check.
hu_hu: Keresés Vége dátum és idő korább vagy egyenlő a Kezdeti dátum és idő. Kérjük, ellenőrizze.
ko_kr: 검색 종료일시가 시작일시와 같거나 작습니다. 다시 설정하세요.
zh_cn: 搜索结束日期和时间等于或早于开始日期和时间。请检查。

# 검색값이 없습니다.
source: No Search Result.
hu_hu: Nincs Keresési Találat.
ko_kr: 검색값이 없습니다.
zh_cn: 没有查册结果。

# 경고 온도
source: Warning Temperature
hu_hu: Figyelmeztetés Hőmérséklet
ko_kr: 경고 온도
zh_cn: 警告温度

# 계정관리
source: Account Management
hu_hu: Fiókot Menedzsment
ko_kr: 계정관리
zh_cn: 帐户管理

# 공출고
source: Empty Release
hu_hu: Üres Visszahoz
ko_kr: 공출고
zh_cn: 空出库

# 공출고 테스트 모드 : [OFF]
source: Empty Release Test Mode : [OFF]
hu_hu: Üres Visszahoz Tesztmód : [Ki]
ko_kr: 공출고 테스트 모드 : [OFF]
zh_cn: 空出库测试模式：[OFF]

# 구분
source: Class
hu_hu: Osztály
ko_kr: 구분
zh_cn: 类型

# 그룹관리
source: Group Management
hu_hu: Csoport Menedzsment
ko_kr: 그룹관리
zh_cn: 群体管理

# 기간 설정이 올바르지 않습니다.
source: The Period Setting is Incorrect.
hu_hu: Az időszak beállítása helytelen.
ko_kr: 기간 설정이 올바르지 않습니다.
zh_cn: 期间设定不正确。

# 기상반 Active
source: SCC ACTIVE
hu_hu: SCC Aktív
ko_kr: 기상반 동작
zh_cn: 气象班活性

# 기상반 동작모드
source: SCC ACTIVE MODE
hu_hu: SCC Aktív Mód
ko_kr: 기상반 동작모드
zh_cn: 气象班活性模式

# 기상반 상태
source: SCC STATUS
hu_hu: SCC Állapot
ko_kr: 기상반 상태
zh_cn: 气象班状态

# 기존 위치
source: Old Location
hu_hu: Régi helyszín
ko_kr: 기존 위치
zh_cn: 现有位置

# 기준 정보 관리
source: Standard Data Management
hu_hu: Szabvány Adat Menedzsment
ko_kr: 기준 정보 관리
zh_cn: 基线信息管理

# 기준 정보 관리 &gt; SCS 구성 관리
source: Standard Data Management > SCS Config Management
hu_hu: Szabvány Adat Menedzsment > SCS Konfig Menedzsment
ko_kr: 기준 정보 관리 > SCS 구성 관리
zh_cn: 基线信息管理 > SCS 配置管理

# 기준 정보 관리 &gt; SCS 알람 관리
source: Standard Data Management > SCS Alarm Management
hu_hu: Szabvány Adat Menedzsment > SCS Riadó Menedzsment
ko_kr: 기준 정보 관리 > SCS 알람 관리
zh_cn: 基线信息管理 > SCS 警报管理

# 기준값
source: Reference Value
hu_hu: Referencia Érték
ko_kr: 기준값
zh_cn: 参考值

# 긴급정지 테스트
source: EmergencyStop TEST
hu_hu: Vészleállító Teszt
ko_kr: 긴급정지 테스트
zh_cn: 紧急停止测试

# 끝으로
source: To End
hu_hu: Vége
ko_kr: 끝으로
zh_cn: 至结束

# 남_모듈단폭창고04
source: S_Short_Module_End_Product_Storage04
hu_hu: Déli_oldal_Modul_Hosszú_termék_raktár04
ko_kr: 남_모듈단폭창고04

# 남_모듈단폭창고05
source: S_Short_Module_End_Product_Storage05
hu_hu: Déli_oldal_Modul_Hosszú_termék_raktár05
ko_kr: 남_모듈단폭창고05

# 남_모듈원자재창고05
source: S_Raw_Material_Storege05
hu_hu: Déli_oldal_Modul_alapanyag_raktár05
ko_kr: 남_모듈원자재창고05

# 남_모듈원자재창고06
source: S_Raw_Material_Storege06
hu_hu: Déli_oldal_Modul_alapanyag_raktár06
ko_kr: 남_모듈원자재창고06

# 남_모듈원자재창고07
source: S_Raw_Material_Storege07
hu_hu: Déli_oldal_Modul_alapanyag_raktár07
ko_kr: 남_모듈원자재창고07

# 남_모듈원자재창고08
source: S_Raw_Material_Storege08
hu_hu: Déli_oldal_Modul_alapanyag_raktár08
ko_kr: 남_모듈원자재창고08

# 남_모듈장폭창고01
source: S_Long_Module_End_Product_Storage01
hu_hu: Déli_oldal_Modul_Hosszú_termék_raktár01
ko_kr: 남_모듈장폭창고01

# 남_셀완제품창고01
source: S_Cell_End_Product_Storage01
hu_hu: Déli_oldal_Cella_késztermék_raktár01
ko_kr: 남_셀완제품창고01

# 남_셀완제품창고02
source: S_Cell_End_Product_Storage02
hu_hu: Déli_oldal_Cella_késztermék_raktár02
ko_kr: 남_셀완제품창고02

# 다음 페이지
source: Next Page
hu_hu: Következő Oldal
ko_kr: 다음 페이지
zh_cn: 下页

# 단폭모듈완제품창고#1
source: ShortModuleProductStorage#1
hu_hu: RövidModulTermékRaktár#1
ko_kr: 단폭모듈완제품창고#1
zh_cn: 短模块产品仓库#1

# 단폭모듈완제품창고#2
source: ShortModuleProductStorage#2
hu_hu: RövidModulTermékRaktár#2
ko_kr: 단폭모듈완제품창고#2
zh_cn: 短模块产品仓库#2

# 단폭모듈완제품창고#3
source: ShortModuleProductStorage#3
hu_hu: RövidModulTermékRaktár#3
ko_kr: 단폭모듈완제품창고#3
zh_cn: 短模块产品仓库#3

# 단폭모듈완제품창고#4
source: ShortModuleProductStorage#4
hu_hu: RövidModulTermékRaktár#4
ko_kr: 단폭모듈완제품창고#4
zh_cn: 仅短块产品仓库#4

# 단폭모듈완제품창고#5
source: ShortModuleProductStorage#5
hu_hu: RövidModulTermékRaktár#5
ko_kr: 단폭모듈완제품창고#5
zh_cn: 仅短块产品仓库#5

# 단폭전용
source: Short Only
hu_hu: Rövid Csupán
ko_kr: 단폭전용
zh_cn: 仅短宽度

# 대기
source: Wait
hu_hu: Várj
ko_kr: 대기
zh_cn: 等待

# 더블 스토리지 테스트 모드 : [OFF]
source: Double Storage Test Mode : [OFF]
hu_hu: Kettős Tárolás Tesztmód : [Ki]
ko_kr: 더블 스토리지 테스트 모드 : [OFF]
zh_cn: 双存储测试模式：[OFF]

# 더블에러
source: Double Error
hu_hu: Kettős Hiba
ko_kr: 더블에러
zh_cn: 双重误差

# 데이터 수집
source: Data Collecting
hu_hu: Adat Gyűjtése
ko_kr: 데이터 수집
zh_cn: 数据收集

# 데이터가 비어 있습니다. 확인해 주세요
source: Data is Empty. Please Check.
hu_hu: Adat Üres. Kérjük, Ellenőrizze.
ko_kr: 데이터가 비어 있습니다. 확인해 주세요.
zh_cn: 数据是空。 请确认。

# 동작 상태
source: Run Status
hu_hu: Működik Állapot
ko_kr: 동작 상태
zh_cn: 开始状态

# 동작모드
source: Run Mode
hu_hu: Működik Mód
ko_kr: 동작모드
zh_cn: 开始模式

# 랙투랙
source: Rack to Rack
hu_hu: Állványről Állvány
ko_kr: 랙투랙
zh_cn: 机架到机架

# 로그 메뉴
source: Log Menu
hu_hu: Napló Menü
ko_kr: Log 메뉴
zh_cn: 日志菜单

# 로컬수집
source: Local Collect
hu_hu: Helyi Gyűjt
ko_kr: 로컬수집
zh_cn: 当地收集

# 모니터링 메뉴
source: Monitoring Menu
hu_hu: Megfigyelés Menü
ko_kr: 모니터링 메뉴
zh_cn: 监控菜单
