Repository: LShyeon2/AIPrint
Catalog: BoxPrint/LOCALIZATION/Resource.*.resx
Languages: hu_hu, ko_kr, zh_cn

# 하역
source: Unload
hu_hu: Kirakodás
ko_kr: 하역
zh_cn: 卸货

# 한국어
source: Korean
hu_hu: Koreai
ko_kr: 한국어
zh_cn: 韩语

# 해당 로그 파일 로드에 실패하였습니다.
source: Failed to load that Log file.
hu_hu: Nem sikerült betölteni ezt a naplófájlt.
ko_kr: 해당 Log 파일 로드에 실패하였습니다.
zh_cn: 失败加载该日志档案。

# 핸드 오프 작업 임시 생성
source: Create HandOff Job Temporarily
hu_hu: HandOff-Munkát létrehozása ideiglenesen
ko_kr: 핸드 오프 작업 임시 생성
zh_cn: HandOff 工作临时创建

# 헝가리어
source: Hungarian
hu_hu: Magyar
ko_kr: 헝가리어
zh_cn: 匈牙利语

# 현재 동작
source: Current Action
hu_hu: Jelenlegi Akció
ko_kr: 현재 동작
zh_cn: 当前动作

# 현재 로그인 아이디
source: Current Login ID
hu_hu: Jelenlegi Bejelentkezés Azonosító
ko_kr: 현재 로그인 아이디
zh_cn: 当前登录ID

# 현재값
source: Current Value
hu_hu: Jelenlegi Érték
ko_kr: 현재값
zh_cn: 当前值

# 혼합사용
source: Use Both
hu_hu: Használ Mindkét
ko_kr: 혼합사용
zh_cn: 混合使用

# 홈 복귀
source: Return Home
hu_hu: Vissza Haza
ko_kr: 홈 복귀
zh_cn: 返回原位

# 화면 맞춤
source: Fit Screen
hu_hu: Képernyő illeszkedés
ko_kr: 화면 맞춤
zh_cn: 屏幕适合

# 화물
source: Cargo
hu_hu: Rakomány
ko_kr: 화물
zh_cn: 货物

# 화물유무
source: Cargo Status
hu_hu: Rakomány Állapot
ko_kr: 화물유무
zh_cn: 货物状态

# 화재
source: Fire
hu_hu: Tűz
ko_kr: 화재
zh_cn: 火灾

# 화재 신호
source: Fire Signal
hu_hu: Tűzjel
ko_kr: 화재 신호
zh_cn: 火灾信号

# 화재작업취소
source: Cancel Fire Job
hu_hu: Törlés Tűz Export
ko_kr: 화재작업취소
zh_cn: 取消火灾工作

# 화재출고
source: Fire Export
hu_hu: Tűz Export
ko_kr: 화재출고
zh_cn: 火灾出库

# 후면 트레이 기울임 센서 [FB2]
source: Rear Tray Tilting Sensor [FB2]
hu_hu: Hátsó Tálca Dőlésérzékelő [FB2]
ko_kr: 후면 트레이 기울임 센서 [FB2]
zh_cn: 后托盘倾斜传感器[FB2]

# Admin &gt;
source: Admin >
ko_kr: 관리자 >
zh_cn: 行政 >

source: AUTO
ko_kr: 오토
zh_cn: 自动

source: Bank
ko_kr: 뱅크
zh_cn: 仓库

# BANK Tag
source: BANK{0}
ko_kr: 뱅크{0}
zh_cn: 仓库{0}

source: Export
ko_kr: 내보내기
zh_cn: 提取

source: Fork
ko_kr: 포크
zh_cn: 叉

source: Inform
ko_kr: 인폼
zh_cn: 通知

source: Main
ko_kr: 메인
zh_cn: 主

source: Memo
ko_kr: 메모
zh_cn: 备忘录

source: Port
ko_kr: 포트
zh_cn: 端口

source: RFID CP
zh_cn: 射频识别CP

source: RFID RD
zh_cn: 射频识别RD

# XML 불러오기
source: XML Import
ko_kr: XML 불러오기
zh_cn: XML 导入

# 오프라인
source: Offline
ko_kr: 오프라인
zh_cn: 离线

# 온라인
source: Online
ko_kr: 온라인
zh_cn: 在线

# 입고
source: Import
ko_kr: 입고
zh_cn: 入库

# CRANE NUMBER
source: SC_NO
ko_kr: 크레인 번호

source: Offline
ko_kr: 오프라인

source: Online
ko_kr: 온라인

# SRC Pause
source: Pause SRC
ko_kr: 지상반 정지

# SRC Resume
source: Resume SRC
ko_kr: 지상반 가동
