Repository: LShyeon2/AIPrint
Catalog: BoxPrint/LOCALIZATION/Resource.*.resx
Languages: hu_hu, ko_kr, zh_cn

# 1층 선택
source: Select 1F
hu_hu: Válassza Első Emelet
ko_kr: 1층 선택
zh_cn: 选择一楼

# 2층 선택
source: Select 2F
hu_hu: Válassza Második Emelet
ko_kr: 2층 선택
zh_cn: 选择二楼

source: A user without user rights. Are you sure you want to login again?
hu_hu: Felhasználói jogokkal nem rendelkező felhasználó. Biztos, hogy újra bejelentkezik?
ko_kr: 권한이 없는 사용자입니다. 다시 로그인하시겠습니까?
zh_cn: 没有用户权限的用户。您确定要再次登录吗？

source: AccessAGV
hu_hu: Hozzáférés AGV
ko_kr: AGV허용
zh_cn: 存取AGV

source: AccessOPER
hu_hu: Hozzáférés OPER
ko_kr: OPER허용
zh_cn: 存取OPER

source: Ack Code
hu_hu: Ack Kód
ko_kr: Ack 코드
zh_cn: Ack代码

source: ACTION
hu_hu: AKCIÓ
zh_cn: 动作

source: Active
hu_hu: Aktív
ko_kr: 가동
zh_cn: 活跃

source: Add
hu_hu: Hozzáad
ko_kr: 추가
zh_cn: 添加

source: ADDRESS
hu_hu: CÍM
ko_kr: 어드레스
zh_cn: 地址

source: Address Offset
hu_hu: Cím Ofszet
ko_kr: 어드레스 옵셋
zh_cn: 位址偏移

source: Alarm
hu_hu: Riadó
ko_kr: 알람
zh_cn: 警报

# Alarm Log
source: EQP Error Log
hu_hu: EQP Hiba Napló
ko_kr: 설비에러 Log
zh_cn: EQP误差日志

source: AlarmClear
hu_hu: RiadóTörlés
ko_kr: 알람클리어
zh_cn: 警报清除

# AlarmLog
source: EQPErrorLog
hu_hu: EQPHibaNapló
ko_kr: 설비에러Log
zh_cn: EQP误差日志

source: AlarmManager
hu_hu: RiadóKezelő
ko_kr: 알람매니저
zh_cn: 警报经理

source: AlarmTest
hu_hu: RiadóTeszt
ko_kr: 알람테스트
zh_cn: 警报测试

source: All
hu_hu: Összes
ko_kr: 전체
zh_cn: 全体

source: Already have a Carrier.
hu_hu: Már van Hordozó.
ko_kr: 케리어가 이미 있습니다.
zh_cn: 已经有载体。

source: AnodeReel
hu_hu: AnódOrsó
ko_kr: 애노드 릴
zh_cn: 阳极卷轴

source: Are you sure you want to
hu_hu: Biztos vagy benne, hogy
zh_cn: 您确定要

source: as a reason
hu_hu: mint ok
ko_kr: 를 이유로
zh_cn: 作为理由

source: AutoAction
hu_hu: AutoAkció
ko_kr: 오토액션
zh_cn: 自动动作

# AutoLogoutTime
source: Auto Logout(Min)
hu_hu: Auto Kijelentkezés(perc)
ko_kr: 자동 로그아웃(분)
zh_cn: 自动注销(分钟)

source: Auto Run
hu_hu: Auto Működik
ko_kr: 오토런
zh_cn: 开始自动

source: Axis Number
hu_hu: Tengely Sz
ko_kr: 축 번호
zh_cn: 轴数字

source: Axis State
hu_hu: Tengely Állapot
ko_kr: 축 상태
zh_cn: 轴状态

source: AxisState
hu_hu: TengelyÁllapot
ko_kr: 축상태
zh_cn: 轴状态

# Bank 선택
source: Bank {0} Select
hu_hu: Bank {0} Válassza
ko_kr: 뱅크 {0} 선택
zh_cn: 仓库{0}选择

source: Bay
hu_hu: Rekesz
ko_kr: 베이
zh_cn: 节

# Bay 끝지점
source: Bay End
hu_hu: Rekesz Vége
ko_kr: 베이 끝지점
zh_cn: 节结束

# Bay 또는 Level의 시작 값이 끝 값보다 작아야 합니다.
source: The Start Value of select Bay or Level must be less than End Value.
hu_hu: Az rekesz vagy szint kezdőértékének kisebbnek kell lennie a végértéknél.
ko_kr: 베이 또는 레벨의 시작 값이 끝 값보다 작아야 합니다.
zh_cn: 所选节或层的起始值必须小于结束值。

# Bay 시작지점
source: Bay Start
hu_hu: Rekesz Indul
ko_kr: 베이 시작지점
zh_cn: 节开始

source: BCR Log
hu_hu: BCR Napló
zh_cn: BCR 日志

source: BCR NO
hu_hu: BCR SZ
zh_cn: BCR 数字

source: BCR Not Exist
hu_hu: BCR nics
ko_kr: BCR 없음
zh_cn: BCR无

source: BCR Read
hu_hu: BCR Olvasás
ko_kr: BCR 읽기
zh_cn: BCR 读懂

source: BCR Read Test
hu_hu: BCR Olvasási Teszt
ko_kr: BCR 읽기 테스트
zh_cn: BCR 读取测试

source: BCR Result
hu_hu: BCR Eredmény
ko_kr: BCR 결과
zh_cn: BCR结果

source: BCR TestMode : [0] Normal
hu_hu: BCR Tesztmód : [0] Normál
ko_kr: BCR 테스트 모드 : [0] 일반
zh_cn: BCR 测试模式：[0] 普通

source: BCR TestMode : [1] Read Fail
hu_hu: BCR Tesztmód : [1] Olvasás Sikertelen
ko_kr: BCR 테스트 모드 : [1] 읽기 실패
zh_cn: BCR 测试模式：[1] 读懂失败

source: BCR TestMode : [2] Read Duplicate
hu_hu: BCR Tesztmód : [2] Olvasás Duplikátum
ko_kr: BCR 테스트 모드 : [2] 읽기 중복
zh_cn: BCR 测试模式：[2] 读懂重复

source: BCRLog
hu_hu: BCRNapló
zh_cn: BCR日志

source: Bit Offset
hu_hu: Bit Ofszet
ko_kr: Bit 옵셋
zh_cn: 位偏移

source: BOARD
hu_hu: TÁBLA
zh_cn: 板

source: Booth
hu_hu: Stand
zh_cn: 展位

# BoothState 변경 메시지
source: Do you want to change BoothState from {0} to {1}?
hu_hu: Változás FülkéÁllapot {0}-ról {1}-re?
ko_kr: BoothState {0} 에서 {1} 로 변경 하시겠습니까?
zh_cn: 将展位状态从 {0} 更改为 {1}？

source: Both
hu_hu: Mindkét
ko_kr: 혼합
zh_cn: 混合

# BothMode
source: Type Change
hu_hu: Típus Változás
ko_kr: 유형 변경
zh_cn: 种类更改

source: BottomMenu
hu_hu: AlsóMenü
ko_kr: 하단메뉴
zh_cn: 底部菜单

source: BP
hu_hu: PP
zh_cn: 缓冲口

source: BUTTON
hu_hu: GOMB
ko_kr: 버튼
zh_cn: 按钮

source: C/V BACKWARD
hu_hu: Szállítószalag Hátrafelé
ko_kr: C/V 후진
zh_cn: 输送机 后进

source: C/V FORWARD
hu_hu: Szállítószalag Előre
ko_kr: C/V 전진
zh_cn: 输送机 前进

source: Can't Change
hu_hu: Nem változhat
ko_kr: 변경불가
zh_cn: 不能改变

source: CANCEL
hu_hu: TÖRLÉS
ko_kr: 취소
zh_cn: 取消

source: Carrier
hu_hu: Hordozó
ko_kr: 캐리어
zh_cn: 载体

source: Carrier Exist
hu_hu: Hordozó létezik
ko_kr: 캐리어 존재
zh_cn: 载体存在

source: Carrier List
hu_hu: Hordozó Lista
ko_kr: 캐리어 리스트
zh_cn: 载体列表

source: Carrier Loc
hu_hu: Hordozó Hely
ko_kr: 캐리어 위치
zh_cn: 载体位置

source: CARRIER LOCATION
hu_hu: HORDOZÓ HELY
ko_kr: 캐리어 위치
zh_cn: 载体位置

source: Carrier Not Exist
hu_hu: Hordozó nics
ko_kr: 캐리어 없음
zh_cn: 载体不存在

source: Carrier Search and Transfer
hu_hu: Hordozó Keresés és Transzfer
ko_kr: 캐리어 조회 및 반송
zh_cn: 载体搜索和转移

source: Carrier Size
hu_hu: Hordozó Méret
ko_kr: 캐리어 크기
zh_cn: 载体尺寸

source: Carrier size is mismatched
hu_hu: Hordozó mérete nem egyezik
ko_kr: 케리어 사이즈 불일치
zh_cn: 载体大小不匹配

# Carrier 조회 및 반송
source: Carrier Search and Transfer
hu_hu: Hordozó Keresés és Transzfer
ko_kr: 캐리어 조회 및 반송
zh_cn: 载体搜索和转移

source: CarrierID
hu_hu: HordozóAzonosító
ko_kr: 캐리어ID
zh_cn: 载体ID

source: CarrierID is Empty.
hu_hu: HordozóAzonosító Üres.
ko_kr: 캐리어ID가 비어 있습니다.
zh_cn: 载体ID是空。

source: CarrierID is Empty or PalletSize is None.
hu_hu: HordozóAzonosító Üres vagy nincs RaklapMéret.
ko_kr: 캐리어ID가 비어 있거나 파레트사이즈가 없습니다.
zh_cn: 载体ID为空或托盘尺寸为无。

source: CarrierSearch
hu_hu: HordozóKeresés
ko_kr: 캐리어조회
zh_cn: 载体搜索

source: CarrierSize
hu_hu: HordozóMéret
ko_kr: 캐리어크기
zh_cn: 载体尺寸

source: Category
hu_hu: Kategória
ko_kr: 위치
zh_cn: 类别

source: CathodeReel
hu_hu: KatódOrsó
ko_kr: 캐소드 릴
zh_cn: 阴极卷轴

source: Cell Packing
hu_hu: Cella Csomagolás
ko_kr: 셀 포장
zh_cn: 细胞包裹

# CELL 완제품 창고 (남) #1
source: Cell Product Storage (South) #1
hu_hu: Cella Termék Raktár (Dél) #1
ko_kr: CELL 완제품 창고 (남) #1
zh_cn: 细胞产品仓库(南)#1

# CELL 완제품 창고 (남) #2
source: Cell Product Storage (South) #2
hu_hu: Cella Termék Raktár (Dél) #2
ko_kr: CELL 완제품 창고 (남) #2
zh_cn: 细胞产品仓库(南)#2

# CELL 완제품 창고 (남) #3
source: Cell Product Storage (South) #3
hu_hu: Cella Termék Raktár (Dél) #3
ko_kr: CELL 완제품 창고 (남) #3
zh_cn: 细胞产品仓库(南)#3

# CELL 완제품 창고 (남) #4
source: Cell Product Storage (South) #4
hu_hu: Cella Termék Raktár (Dél) #4
ko_kr: CELL 완제품 창고 (남) #4
zh_cn: 细胞产品仓库(南)#4

# CELL 완제품 창고 (남) #5
source: Cell Product Storage (South) #5
hu_hu: Cella Termék Raktár (Dél) #5
ko_kr: CELL 완제품 창고 (남) #5
zh_cn: 细胞产品仓库(南)#5

# CELL 완제품 창고 (남) #6
source: Cell Product Storage (South) #6
hu_hu: Cella Termék Raktár (Dél) #6
ko_kr: CELL 완제품 창고 (남) #6
zh_cn: 细胞产品仓库(南)#6

# CELL 완제품 창고 (남) #7
source: Cell Product Storage (South) #7
hu_hu: Cella Termék Raktár (Dél) #7
ko_kr: CELL 완제품 창고 (남) #7
zh_cn: 细胞产品仓库(南)#7

# CELL 완제품 창고 (남) #8
source: Cell Product Storage (South) #8
hu_hu: Cella Termék Raktár (Dél) #8
ko_kr: CELL 완제품 창고 (남) #8
zh_cn: 细胞产品仓库(南)#8

# CELL 완제품 창고 (북) #1
source: Cell Product Storage (North) #1
hu_hu: Cella Termék Raktár (Észak) #1
ko_kr: CELL 완제품 창고 (북) #1
zh_cn: 细胞产品仓库(北)#1

# CELL 완제품 창고 (북) #2
source: Cell Product Storage (North) #2
hu_hu: Cella Termék Raktár (Észak) #2
ko_kr: CELL 완제품 창고 (북) #2
zh_cn: 细胞产品仓库(北)#2

# CELL 완제품 창고 (북) #3
source: Cell Product Storage (North) #3
hu_hu: Cella Termék Raktár (Észak) #3
ko_kr: CELL 완제품 창고 (북) #3
zh_cn: 细胞产品仓库(北)#3

# CELL 완제품 창고 (북) #4
source: Cell Product Storage (North) #4
hu_hu: Cella Termék Raktár (Észak) #4
ko_kr: CELL 완제품 창고 (북) #4
zh_cn: 细胞产品仓库(北)#4

# CELL 완제품 창고 (북) #5
source: Cell Product Storage (North) #5
hu_hu: Cella Termék Raktár (Észak) #5
ko_kr: CELL 완제품 창고 (북) #5
zh_cn: 细胞产品仓库(北)#5

# CELL 완제품 창고 (북) #6
source: Cell Product Storage (North) #6
hu_hu: Cella Termék Raktár (Észak) #6
ko_kr: CELL 완제품 창고 (북) #6
zh_cn: 细胞产品仓库(北)#6

# CELL 완제품 창고 (북) #7
source: Cell Product Storage (North) #7
hu_hu: Cella Termék Raktár (Észak) #7
ko_kr: CELL 완제품 창고 (북) #7
zh_cn: 细胞产品仓库(北)#7

# CELL 완제품 창고 (북) #8
source: Cell Product Storage (North) #8
hu_hu: Cella Termék Raktár (Észak) #8
ko_kr: CELL 완제품 창고 (북) #8
zh_cn: 细胞产品仓库(北)#8

source: CellPacking
hu_hu: CellaCsomagolás
ko_kr: 셀포장
zh_cn: 细胞包裹

source: CellProduct_Long
hu_hu: CellaTermék_Hosszú
ko_kr: 셀완제품_장폭
zh_cn: 细胞产品_长

source: CellProduct_Short
hu_hu: CellaTermék_Rövid
ko_kr: 셀완제품_단폭
zh_cn: 细胞产品_短

source: Cell_Long
hu_hu: Cella_Hosszú
ko_kr: 셀_장폭
zh_cn: 细胞_长

source: Cell_Short
hu_hu: Cella_Rövid
ko_kr: 셀_단폭
zh_cn: 细胞_短

source: Change
hu_hu: Változás
ko_kr: 변경
zh_cn: 更改

source: Check
hu_hu: Ellenőrizze
ko_kr: 체크
zh_cn: 确认

source: Check Select Value
hu_hu: Jelölje be az Érték kiválasztása
ko_kr: 선택 값 확인
zh_cn: 检查选择值

source: Clear
hu_hu: Üres
ko_kr: 클리어
zh_cn: 空

source: CLICK
hu_hu: KATTINTOTT
ko_kr: 클릭
zh_cn: 点击

source: CLOSE
hu_hu: BEZÁR
ko_kr: 닫기
zh_cn: 关闭

source: CMD
hu_hu: Cd
ko_kr: 커맨드
zh_cn: 命令

source: CN
hu_hu: Kínai
ko_kr: 중국어
zh_cn: 中文

source: Command
hu_hu: Parancs
ko_kr: 커맨드
zh_cn: 命令

source: Command Error
hu_hu: Parancs hiba
ko_kr: 커맨드 에러
zh_cn: 命令误差

source: COMMAND ID
hu_hu: PARANCS Azonosító
zh_cn: 命令ID

# Comment입력 메시지
source: Do you want to write the Comment {0} to {1}?
hu_hu: Szeretné írni a megjegyzést {0} {1}-re?
ko_kr: {1}에 코멘트 {0}를 작성하시겠습니까?
zh_cn: 您要把评论{0}写给{1}吗？

source: Complete
hu_hu: Befejez
ko_kr: 완료
zh_cn: 完成

source: Config
hu_hu: Konfig
ko_kr: 구성
zh_cn: 配置

source: CONFIRM
hu_hu: MEGERŐSÍTÉS
ko_kr: 확인
zh_cn: 确认

source: Confirmation
hu_hu: Megerősítés
ko_kr: 확인
zh_cn: 确认

source: Connect
hu_hu: Csatlakozás
ko_kr: 연결
zh_cn: 连接

source: Connection
hu_hu: Kapcsolat
ko_kr: 접속
zh_cn: 连线

source: Connection Info
hu_hu: Kapcsolat Info
ko_kr: 접속 정보
zh_cn: 连线信息

source: Consumable
hu_hu: Felhasználható
zh_cn: 可消费

source: Contain
hu_hu: Tartalmaz
zh_cn: 包含

source: CONVERTER
hu_hu: ÁTALAKÍTÓ
ko_kr: 컨버터
zh_cn: 转换器

source: Conveyor
hu_hu: Szállítószalag
ko_kr: 컨베이어
zh_cn: 输送机

source: Conveyor Line
hu_hu: Szállítószalag
ko_kr: 컨베이어 라인
zh_cn: 输送带

source: Core Type
hu_hu: Mag Típusa
ko_kr: 코어 유형
zh_cn: 磁芯种类

source: CPS Reset
hu_hu: CPS Visszaállítás
ko_kr: CPS 리셋
zh_cn: CPS 重置

source: CPS Start
hu_hu: CPS Indul
ko_kr: CPS 시작
zh_cn: CPS 开始

source: Crane
hu_hu: Daru
ko_kr: 크레인
zh_cn: 吊车

source: Crane is Busy
hu_hu: Daru Foglalt
ko_kr: 크레인 작업중
zh_cn: 吊车在使用中

source: Crane Speed Setting
hu_hu: Daru Sebesség Beállítás
ko_kr: 크레인 속도 설정
zh_cn: 吊车速度设定

source: Crane Task
hu_hu: Daru Feladat
ko_kr: 크레인 상태
zh_cn: 吊车任务

source: Crane1
hu_hu: Daru1
ko_kr: 크레인1
zh_cn: 吊车1

source: Crane2
hu_hu: Daru2
ko_kr: 크레인2
zh_cn: 吊车2

source: CraneAble
hu_hu: DaruTud
ko_kr: 크레인진입
zh_cn: 吊车进入

source: Create
hu_hu: Teremt
ko_kr: 생성
zh_cn: 添加

source: Current
hu_hu: Jelenlegi
ko_kr: 현재
zh_cn: 当前

source: Current Language
hu_hu: Jelenlegi Nyelv
ko_kr: 현재 언어
zh_cn: 当前语言

source: Current Location
hu_hu: Jelenlegi Hely
ko_kr: 현재 위치
zh_cn: 当前位置

source: Current Speed mm/s
hu_hu: Jelenlegi sebesség mm/s
ko_kr: 현재 속도 mm/s
zh_cn: 吊车速度 mm/s

source: Current State
hu_hu: Jelenlegi Állapot
ko_kr: 현재 상태
zh_cn: 当前状态

source: Current User cannot Create/Delete User. (Manager Only)
hu_hu: Jelenlegi Felhasználó nem tud Felhasználót Teremt/Törölni. (Csak menedzser)
ko_kr: 현재 사용자는 사용자를 생성/삭제 할수없습니다.(메니저 전용)
zh_cn: 当前用户不能添加/删除用户。（仅限经理）

source: CV
hu_hu: Szállítószalag
ko_kr: 컨베이어
zh_cn: 输送机

source: CV Error Reset
hu_hu: Szállítószalag Hiba Visszaállítás
ko_kr: 컨베이어 에러 리셋
zh_cn: 输送机误差重置

source: Cycle
hu_hu: Ciklus
ko_kr: 사이클
zh_cn: 周期

source: Data Type
hu_hu: Adat Típusa
ko_kr: 데이터 유형
zh_cn: 数据种类

source: Db Get1
hu_hu: Adatbázis Kap1
zh_cn: 资料库获取 1

source: Db Get2
hu_hu: Adatbázis Kap2
zh_cn: 资料库获取 2

source: Db Get3
hu_hu: Adatbázis Kap3
zh_cn: 资料库获取 3

# DB Open Failed
source: DB Open Failed! End the Program.
hu_hu: Adatbázis Megnyitása Sikertelen! Megszüntet a Program.
ko_kr: DB 연결 실패! 프로그램을 종료합니다.
zh_cn: 数据库打开失败！ 终止程序。

source: DB Set Fail
hu_hu: DB készlet sikertelen
ko_kr: DB 전송 실패
zh_cn: 数据库集失败

source: DeadZone
hu_hu: HoltZóna
ko_kr: 데드존
zh_cn: 死区

# DeadZone설정 메시지
source: Do you want to set the DeadZone to {0}?
hu_hu: HoltZónát {0} értékre szeretné beállítani?
ko_kr: {0}을 데드존으로 설정하시겠습니까?
zh_cn: 您要将死区设置为{0}吗？

source: Default Value
hu_hu: Alapérték
ko_kr: 기본값
zh_cn: 预设值

source: Delete
hu_hu: Törlés
ko_kr: 삭제
zh_cn: 删除

source: Delete User is Null
hu_hu: Nincs törlendő felhasználó
ko_kr: 삭제할 사용자가 없습니다
zh_cn: 没有用户要删除

source: Description
hu_hu: Leírás
ko_kr: 설명
zh_cn: 记述说

source: Dest
hu_hu: Úticél
ko_kr: 목적지
zh_cn: 目标

source: Destination
hu_hu: Célállomás
ko_kr: 목적지
zh_cn: 目的地

source: DESTINATION LOCATION
hu_hu: CÉLÁLLOMÁS HELY
ko_kr: 목적지
zh_cn: 目的地位置

source: Detail
hu_hu: Részlet
ko_kr: 상세
zh_cn: 细节

source: Detect
hu_hu: Érzékel
ko_kr: 감지
zh_cn: 觉察

source: Device Map
hu_hu: Eszköz Térkép
ko_kr: 디바이스맵
zh_cn: 设备映射

source: Device Map(PLC) Monitoring
hu_hu: Eszköz Térkép(PLC) Megfigyelés
ko_kr: 디바이스맵(PLC) 모니터링
zh_cn: 设备映射(PLC)力监控

source: Direction
hu_hu: Irány
zh_cn: 方向

source: DirectionBothMode
hu_hu: IrányMindkétMód
ko_kr: 방향혼합 모드
zh_cn: 方向混合模式

source: DirectionInMode
hu_hu: IrányBanMód
ko_kr: 입고방향 모드
zh_cn: 方向入库模式

source: DirectionOutMode
hu_hu: IrányKifeléMód
ko_kr: 출고방향 모드
zh_cn: 方向出库模式

source: Disable
hu_hu: Nem Használ
ko_kr: 비사용
zh_cn: 未使用

source: Disconnect
hu_hu: Szétkapcsol
ko_kr: 연결해제
zh_cn: 不连接

source: Do You Want to Change?
hu_hu: Változni akarsz?
ko_kr: 변경하시겠습니까?
zh_cn: 您要更改吗？

source: Do you want to Create User?
hu_hu: Szeretnél Teremt Felhasználó?
ko_kr: 사용자를 생성 하시겠습니까?
zh_cn: 您要添加用户吗？

source: Do you want to Delete User?
hu_hu: Szeretnél törölni Felhasználó?
ko_kr: 사용자를 삭제 하시겠습니까?
zh_cn: 您要删除用户吗？

source: Do you want to Edit User?
hu_hu: Szeretnél szerkeszteni Felhasználó?
ko_kr: 사용자를 수정 하시겠습니까?
zh_cn: 您要编辑用户吗？

source: Do you want to reconnect a Crane?
hu_hu: Szeretne újra csatlakoztatni a Daru?
ko_kr: 크레인을 재연결 하시겠습니까?
zh_cn: 您想重新连接吊车吗？

source: Do you want to write the Comment
hu_hu: Szeretne írni a Hozzászólást
ko_kr: 코멘트를 작성하시겠습니까?
zh_cn: 你想写注释吗？

source: Door Open
hu_hu: Ajtó Nyit
ko_kr: 도어 열림
zh_cn: 门打开

source: Edit
hu_hu: Szerkeszteni
ko_kr: 수정
zh_cn: 编辑

source: Emergency Stop
hu_hu: Vészleállító
ko_kr: 비상 정지
zh_cn: 紧急停止

source: EmergencyStop
hu_hu: Vészleállító
ko_kr: 비상정지
zh_cn: 紧急停止

source: EMPTY
hu_hu: Üres
ko_kr: 미감지
zh_cn: 空

source: Enable
hu_hu: Használ
ko_kr: 사용
zh_cn: 使用

source: End Status
hu_hu: Vég Állapot
ko_kr: 종료 상태
zh_cn: 结束状态

source: Enter Priority to Change
hu_hu: Adja meg a Megváltoztatandó prioritást
ko_kr: 다음 입력값으로 우선순위 변경
zh_cn: 输入要更改的优先级

source: EQP ID
hu_hu: EQP Azonosító
ko_kr: 설비명

source: EQPType
hu_hu: EQPTípus
ko_kr: 설비유형
zh_cn: EQP种类

source: Error Code
hu_hu: Hiba Kód
ko_kr: 에러코드
zh_cn: 误差代码

source: Error Name
hu_hu: Hiba Név
ko_kr: 에러이름
zh_cn: 误差名称

source: Error Reset
hu_hu: Hiba Visszaállítás
ko_kr: 에러리셋
zh_cn: 误差重置

source: Error Type
hu_hu: Hiba Típus
ko_kr: 에러유형
zh_cn: 误差种类

source: ErrorHandling
hu_hu: HibaKezelés
ko_kr: 에러조치
zh_cn: 误差处理

source: ErrorReset
hu_hu: HibaVisszaállítás
ko_kr: 에러리셋
zh_cn: 误差重置

source: Event Info
hu_hu: Esemény Info
ko_kr: 발생 정보
zh_cn: 发生信息

source: Event Time
hu_hu: Esemény Idő
ko_kr: 발생 시간
zh_cn: 发生时间

source: EventType
hu_hu: EseményTípus
ko_kr: 발생유형
zh_cn: 发生种类

source: Exception
hu_hu: Kivétel
ko_kr: 예외
zh_cn: 例外

source: EXIST
hu_hu: Létezik
ko_kr: 감지
zh_cn: 存在

source: EXIT
hu_hu: VÉGE
ko_kr: 종료
zh_cn: 退出

source: Fail
hu_hu: Nem sikerült
ko_kr: 실패
zh_cn: 失败

source: False
hu_hu: Hamis
ko_kr: 불가능
zh_cn: 不可能

# FILE 잠김
source: FILE LOCK
hu_hu: FÁJLZÁR
ko_kr: 파일 잠김
zh_cn: 档案锁定

source: Filtering Text
hu_hu: Szűrése Szöveg
ko_kr: 텍스트 필터링
zh_cn: 筛选文本

source: Final Location
hu_hu: Végső Hely
ko_kr: 최종 위치
zh_cn: 最终位置

source: Find
hu_hu: Talál
ko_kr: 찾기
zh_cn: 寻找

source: Fire State
hu_hu: Tűz Állapot
ko_kr: 화재 감지
zh_cn: 火灾状态

source: Fire1
hu_hu: Tűz1
ko_kr: 화재1
zh_cn: 火灾1

source: Fire2
hu_hu: Tűz2
ko_kr: 화재2
zh_cn: 火灾2

source: FireWaterPool
hu_hu: TűzoltóVíztároló
ko_kr: 화재수조
zh_cn: 消防水箱

source: FirmwareLog
hu_hu: Firmware Napló
ko_kr: 펌웨어Log
zh_cn: 固件日志

source: FIRST FLOOR
hu_hu: ELSŐ EMELET
ko_kr: 1 층
zh_cn: 一楼

source: Front Bank
hu_hu: Elülső Bank
ko_kr: 전면 뱅크
zh_cn: 前岸

source: Front Shelf
hu_hu: Elülső Polc
ko_kr: 전면 쉘프
zh_cn: 前架子

# Front Teaching 데이터를 PMAC으로 부터 읽어 옵니다.
source: Read Front Teaching Data From PMAC.
hu_hu: Olvassa el elülső tanítási adatokat a PMAC.
ko_kr: 전면 티칭 데이터를 PMAC으로 부터 읽어 옵니다.
zh_cn: 从PMAC读取前方教学数据。

source: GROUND FLOOR
hu_hu: FENÉK EMELET
ko_kr: G 층
zh_cn: 底子楼

source: Group
hu_hu: Csoport
ko_kr: 그룹
zh_cn: 群体

# G층 선택
source: Select GF
hu_hu: Válassza FENÉK EMELET
ko_kr: G층 선택
zh_cn: 选择底子楼

source: HandOver Counter :
hu_hu: Átadás Számláló :
ko_kr: 핸드오버 카운터 :
zh_cn: 交接数器 :

source: Heavy Alarm
hu_hu: Nehéz Riadó
ko_kr: 중알람
zh_cn: 重警报

source: Help
hu_hu: Segítség
zh_cn: 帮助

source: Home
hu_hu: Kezdőlap
ko_kr: 홈
zh_cn: 首页

source: HSMS Log
hu_hu: HSMS Napló
zh_cn: HSMS 日志

source: HSMSLog
hu_hu: HSMSNapló
ko_kr: HMSMLog
zh_cn: HSMS日志

source: HU
hu_hu: Magyar
ko_kr: 헝가리어
zh_cn: 匈牙利语

source: I/O DESCRIPTION
hu_hu: I/O Leírás
ko_kr: I/O 설명
zh_cn: 入力/出力 记述说

source: I/O Input
hu_hu: I/O Bemenet
ko_kr: I/O 입력
zh_cn: 出/入 输入

source: I/O Num
hu_hu: I/O Sz
ko_kr: I/O 번호
zh_cn: 入力/出力 号码

source: I/O Output
hu_hu: I/O Kimenet
ko_kr: I/O 출력
zh_cn: 出/入 输出

# I/O 조회
source: Search I/O
hu_hu: Keresés I/O
ko_kr: I/O 조회
zh_cn: 入力/出力 搜索

source: I/OMonitorRM
hu_hu: I/OMegfigyelésRM
ko_kr: I/O모니터RM
zh_cn: 入力/出力监控RM

source: ID
hu_hu: Azonosító

source: In
hu_hu: Ban
ko_kr: 입고
zh_cn: 入

source: IN/OUT
hu_hu: Ban/Kifelé
ko_kr: 입고/출고
zh_cn: 入/出

source: Info Message
hu_hu: Info Üzenet
ko_kr: 알림 메시지
zh_cn: 信息消息

source: Inform Log
hu_hu: Inform Napló
ko_kr: 인폼 Log
zh_cn: 通知日志

source: INIT
hu_hu: INIC
ko_kr: 초기화
zh_cn: 初始化

source: Initialize
hu_hu: Inicializálás
ko_kr: 초기화
zh_cn: 初始化

source: Inner Tray Type
hu_hu: Belső Tálca Típusa
ko_kr: 내부 트레이 유형
zh_cn: 内部托盘种类

source: InOut
hu_hu: BanKifelé
ko_kr: 입출고
zh_cn: 入出库

source: InOutMode
hu_hu: BanKifeléMód
ko_kr: 입출고 모드
zh_cn: 入出库模式

source: INPUT
hu_hu: Ban
ko_kr: 입고
zh_cn: 入

source: Input Data is Abnormal
hu_hu: Bemeneti adatok rendellenes
ko_kr: 입력데이터 이상
zh_cn: 输入数据异常

source: Install
hu_hu: Telepítés
ko_kr: 인스톨
zh_cn: 安装

source: Invalid Target
hu_hu: Érvénytelen Cél
ko_kr: 무효한 목표물
zh_cn: 无效目标

source: IOMonitor
hu_hu: IOMegfigyelés
ko_kr: IO모니터
zh_cn: 入出力监控

# IP 주소
source: IP Address
hu_hu: IP CÍM
ko_kr: IP 주소
zh_cn: IP地址

source: is Add Complete
hu_hu: a Teremtés befejeződött
ko_kr: 가 추가되었습니다
zh_cn: 添加完成

source: is Current User
hu_hu: a jelenlegi felhasználó
ko_kr: 는 현재 사용자입니다
zh_cn: 是当前用户

source: is no Result
hu_hu: nincs eredménye
ko_kr: 는 결과가없습니다
zh_cn: 是没有结果

source: is Not Exist
hu_hu: a Nem Létez
ko_kr: 는 존재하지않습니다
zh_cn: 不存在

source: is Overlap
hu_hu: az Átfedés
ko_kr: 는 중복됩니다
zh_cn: 是重叠

source: is Remove Complete
hu_hu: az Eltávolítás befejeződött
ko_kr: 가 제거되었습니다
zh_cn: 删除完成

source: is Remove Fail
hu_hu: az Eltávolítás sikertelen
ko_kr: 의 제거가 실패하였습니다
zh_cn: 删除失败

source: is Update Complete
hu_hu: a Frissítés befejeződött
ko_kr: 가 갱신되었습니다
zh_cn: 更新完成

source: ITEM
hu_hu: TÉTEL
ko_kr: 항목
zh_cn: 物品

source: Item Name
hu_hu: Tétel Név
ko_kr: 항목 이름
zh_cn: 项目名称

source: ItemType
hu_hu: Tételtípus
ko_kr: 항목유형
zh_cn: 物品种类

source: Job
hu_hu: Munka
ko_kr: 작업
zh_cn: 工作

source: Job creating failed. Check source or destination state.
hu_hu: Munka teremtés nem sikerült. Ellenőrizze forrás vagy célállomás állapot.
ko_kr: 작업 생성에 실패하였습니다. 출고지와 목적지를 확인하세요.
zh_cn: 工作创建失败。检查源或目标状态。

source: Job has been created successfully.
hu_hu: Munka sikeresen létrejött.
ko_kr: 작업이 성공적으로 생성되었습니다.
zh_cn: 工作已成功创建。

source: Job has been Sent successfully.
hu_hu: Munkát sikeresen elküldtük.
ko_kr: 작업이 성공적으로 전송되었습니다.
zh_cn: 工作已发送成功。

source: Job is not selected for changing priority.
hu_hu: Munka nincs kiválasztva a prioritás megváltoztatására.
ko_kr: 우선순위를 변경할 작업이 선택되지 않았습니다.
zh_cn: 工作没有被选为改变优先权。

source: Job is not selected for removing.
hu_hu: Munka nincs kiválasztva eltávolításra.
ko_kr: 삭제할 작업이 선택되지 않았습니다.
zh_cn: 工作没有被选择删除。

source: KEY IN
hu_hu: KULCS BE
ko_kr: 키 인
zh_cn: 钥匙投入

# Key Send 메시지
source: Send key in request Conveyor[{0}] to Server?
hu_hu: Kulcs küldése a kérésben Szállítószalag [{0}] a kiszolgálónak?
ko_kr: 요청 컨베이어[{0}]의 키를 서버로 전송하시겠습니까?
zh_cn: 将请求输送机{0}中的密钥发送到服务器？

source: KEYIN
hu_hu: KULCSBE
ko_kr: 키인
zh_cn: 钥匙投入

source: Kiosk
hu_hu: Kioszk
ko_kr: 키오스크
zh_cn: 售货亭

source: Kiosk Setting
hu_hu: Kioszk Beállítás
ko_kr: 키오스크 세팅
zh_cn: 售货亭设定

# Kiosk 선택 메시지
source: Do you want to change your current kiosk to {0}?
hu_hu: Szeretné jelenlegi kioszkját {0} cserélni?
ko_kr: 현재 키오스크를 {0}로 변경하시겠습니까?
zh_cn: 您要当前售货亭更改为 {0}？

source: KR
hu_hu: Koreai
ko_kr: 한국어
zh_cn: 韩语

source: L Req
hu_hu: Be Kér
ko_kr: 적재요청
zh_cn: 装载要求

source: Language
hu_hu: Nyelv
ko_kr: 언어
zh_cn: 语言

source: Language Setting
hu_hu: Nyelv Beállítás
ko_kr: 언어 설정
zh_cn: 语言设置

source: Language State Change
hu_hu: Nyelv Állapot Változás
ko_kr: 표시 언어 변경
zh_cn: 语言状态更改

source: LeftMenu
hu_hu: BalMenü
ko_kr: 좌측메뉴
zh_cn: 左侧菜单

source: Legend
hu_hu: Legenda
ko_kr: 범례
zh_cn: 图例

source: Level
hu_hu: Szint
ko_kr: 레벨
zh_cn: 层

# Level 끝지점
source: Level End
hu_hu: Szint Vége
ko_kr: 레벨 끝지점
zh_cn: 层结束

# Level 시작지점
source: Level Start
hu_hu: Szint Indul
ko_kr: 레벨 시작지점
zh_cn: 层开始

# Level1
source: Level
hu_hu: Szint
ko_kr: 등급
zh_cn: 等级

source: Light Alarm
hu_hu: Könnyű Riadó
ko_kr: 경알람
zh_cn: 轻警报

source: Light/Heavy Alarm
hu_hu: Nehéz/Könnyű Riadó
ko_kr: 경/중 알람
zh_cn: 轻/重警报

source: List
hu_hu: Lista
ko_kr: 목록
zh_cn: 列表

source: Load Rate :
hu_hu: Rakodás Ráta :
ko_kr: 적재율 :
zh_cn: 装载率 :

source: Loading…
hu_hu: Betöltés…
ko_kr: 로딩…
zh_cn: 加载中…

source: Location
hu_hu: Hely
ko_kr: 위치
zh_cn: 位置

source: Log
hu_hu: Napló
zh_cn: 日志

# Log &gt; Alarm Log
source: Log > Alarm Log
hu_hu: Napló > Riadó Napló
ko_kr: Log > 설비에러 Log
zh_cn: 日志 > 警报日志

# Log &gt; BCR Log
source: Log > BCR Log
hu_hu: Napló > BCR Napló
zh_cn: 日志 > BCR 日志

# Log &gt; HSMS Log
source: Log > HSMS Log
hu_hu: Napló > HSMS Napló
zh_cn: 日志 > HSMS 日志

# Log &gt; Inform Log
source: Log > Inform Log
hu_hu: Napló > Inform Napló
ko_kr: Log > 인폼 Log
zh_cn: 日志 > 通知日志

# Log &gt; Operator Log
source: Log > Operator Log
hu_hu: Napló > Operátor Napló
ko_kr: Log > 사용자 Log
zh_cn: 日志 > 操作员日志

# Log &gt; Transfer Log
source: Log > Transfer Log
hu_hu: Napló > Transzfer Napló
ko_kr: Log > 반송 Log
zh_cn: 日志 > 转移日志

source: Login
hu_hu: Bejelentkezés
ko_kr: 로그인
zh_cn: 登录

source: Logout
hu_hu: Kijelentkezés
ko_kr: 로그아웃
zh_cn: 注销

source: Long
hu_hu: Hosszú
ko_kr: 장폭
zh_cn: 长

# LongMode
source: Type Change
hu_hu: Típus Változás
ko_kr: 유형 변경
zh_cn: 种类更改

source: LP
hu_hu: RP
zh_cn: 装载口

source: Macro Dest
hu_hu: Macro Úticél
ko_kr: 도착지
zh_cn: 批处理目标

source: Macro Source
hu_hu: Macro forrás
ko_kr: 출발지
zh_cn: 批处理源

source: MainPage
hu_hu: Főoldal
ko_kr: 메인화면
zh_cn: 主页

source: Manual
hu_hu: Kézi
ko_kr: 매뉴얼
zh_cn: 手动

source: Manual Command
hu_hu: Kézi Parancs
ko_kr: 매뉴얼 커맨드
zh_cn: 手动命令

source: Manual Port
hu_hu: Kéz Port
ko_kr: 메뉴얼 포트
zh_cn: 手动端口

source: Manual Run
hu_hu: Kézi Működik
ko_kr: 매뉴얼 런
zh_cn: 手动开始

# Map 관리
source: Map Management
hu_hu: Térkép Menedzsment
ko_kr: 맵 관리
zh_cn: 映射管理

# Map 관리 권한
source: Map Management Authority
hu_hu: Térkép Menedzsment Hatóság
ko_kr: 맵 관리 권한
zh_cn: 映射管理权威

source: MapViewer
hu_hu: TérképNéző
ko_kr: 맵뷰어
zh_cn: 映射查看器

source: MCS On/Offline State Change
hu_hu: MCS On/Offline Állapotváltozás
ko_kr: MCS 온오프라인 상태 변경
zh_cn: MCS在/离线状态更改

source: MCS State Change
hu_hu: MCS Állapotváltozás
ko_kr: MCS 상태 변경
zh_cn: MCS状态更改

source: Member Login
hu_hu: Tag Bejelentkezés
ko_kr: 멤버 로그인
zh_cn: 会员登录

source: MENU
hu_hu: MENÜ
ko_kr: 메뉴
zh_cn: 菜单

source: Menu Close
hu_hu: Menü Bezár
ko_kr: 메뉴 닫기
zh_cn: 菜单关闭

source: Menu Open
hu_hu: Menü Nyit
ko_kr: 메뉴 열기
zh_cn: 菜单打开

source: MenuID
hu_hu: MenüAzonosító
ko_kr: 메뉴ID
zh_cn: 菜单ID

source: Message
hu_hu: Üzenet
ko_kr: 메시지
zh_cn: 口信

source: Mode
hu_hu: Mód
ko_kr: 모드
zh_cn: 模式

source: Modify
hu_hu: Módosít
ko_kr: 수정
zh_cn: 编辑

source: MODULE
hu_hu: MODUL
ko_kr: 모듈
zh_cn: 模块
