Repository: LShyeon2/AIPrint
Catalog: BoxPrint/LOCALIZATION/Resource.*.resx
Languages: hu_hu, ko_kr, zh_cn

# 모듈 조립 Line
source: Module Assemble Line
hu_hu: Modul Szerelőszalag
ko_kr: 모듈 조립라인
zh_cn: 模块装配线

# 모듈타입이 비어 있습니다.
source: Module Type is Empty.
hu_hu: Modul Típusa Üres.
ko_kr: 모듈유형이 비어 있습니다.
zh_cn: 模块种类是空。

# 반송 커맨드를 실행하시겠습니까?
source: Do you want to execute Transfer Command?
hu_hu: Szeretné végrehajtani a Transzfer parancsot?
ko_kr: 반송 커맨드를 실행하시겠습니까?
zh_cn: 您要执行传输命令吗？

# 방화수조
source: Water Tank
hu_hu: Víztartály
ko_kr: 방화수조
zh_cn: 消防水箱

# 범례
source: Legend
hu_hu: Legenda
ko_kr: 범례
zh_cn: 图例

# 변경값
source: Changed Value
hu_hu: Változott Érték
ko_kr: 변경값
zh_cn: 更改的值

# 변경사항을 적용 시키겠습니까?
source: Apply Item Changed?
hu_hu: Alkalmazni elem megváltozott?
ko_kr: 변경사항을 적용 시키겠습니까?
zh_cn: 您要应用更改吗？

# 보관된 캐리어 조회
source: Search Stored Carrier
hu_hu: Tárolt szolgáltató keresése
ko_kr: 보관된 캐리어 조회
zh_cn: 搜索存储的材料

# 북_모듈단폭창고01
source: N_Short_Module_End_Product_Storage01
hu_hu: Északi_oldal_Modul_Rövid_termék_raktár01
ko_kr: 북_모듈단폭창고01

# 북_모듈단폭창고02
source: N_Short_Module_End_Product_Storage02
hu_hu: Északi_oldal_Modul_Rövid_termék_raktár02
ko_kr: 북_모듈단폭창고02

# 북_모듈단폭창고03
source: N_Short_Module_End_Product_Storage03
hu_hu: Északi_oldal_Modul_Rövid_termék_raktár03
ko_kr: 북_모듈단폭창고03

# 북_모듈원자재창고01
source: N_Raw_Material_Storege01
hu_hu: Északi_oldal_Modul_alapanyag_raktár01
ko_kr: 북_모듈원자재창고01

# 북_모듈원자재창고02
source: N_Raw_Material_Storege02
hu_hu: Északi_oldal_Modul_alapanyag_raktár02
ko_kr: 북_모듈원자재창고02

# 북_모듈원자재창고03
source: N_Raw_Material_Storege03
hu_hu: Északi_oldal_Modul_alapanyag_raktár03
ko_kr: 북_모듈원자재창고03

# 북_모듈원자재창고04
source: N_Raw_Material_Storege04
hu_hu: Északi_oldal_Modul_alapanyag_raktár04
ko_kr: 북_모듈원자재창고04

# 사용 PC IP
source: PC IP in Use
hu_hu: PC IP Használatban
ko_kr: 사용 PC IP
zh_cn: 使用中的 PC IP

# 사용 PC명
source: PC ID in Use
hu_hu: PC Azonosító Használatban
ko_kr: 사용 PC명
zh_cn: 使用中的 PC ID

# 사용권한없음
source: No Permission
hu_hu: Nincs Engedélye
ko_kr: 사용권한없음
zh_cn: 没有许可

# 사용금지
source: Prohibition
hu_hu: Tilalom
ko_kr: 사용금지
zh_cn: 禁止使用

# 사용자 검색
source: Search User
hu_hu: Keresés Felhasználó
ko_kr: 사용자 검색
zh_cn: 搜索用户

# 사용자 관리
source: User Management
hu_hu: Felhasználó Menedzsment
ko_kr: 사용자 관리
zh_cn: 用户管理

# 사용자 관리 권한
source: User Management Authority
hu_hu: Felhasználó Menedzsment Hatóság
ko_kr: 사용자 관리 권한
zh_cn: 用户管理权威

# 사용자 관리 설정
source: User Setting
hu_hu: Felhasználó Beállítást
ko_kr: 사용자 관리 설정
zh_cn: 用户管理设定

# 사용자 로그아웃
source: User logout
hu_hu: Kijelentkezés
ko_kr: 사용자 로그아웃
zh_cn: 用户注销

# 사용자 로그인
source: User login
hu_hu: Bejelentkezés
ko_kr: 사용자 로그인
zh_cn: 用户登录

# 사이클 작업 시작
source: Start Cycle Job
hu_hu: Kezdeni Ciklus Munkát
ko_kr: 사이클 작업 시작
zh_cn: 开始周期工作

# 사이클 작업 정지
source: Stop Cycle Job
hu_hu: Állítsa le Ciklus Munkát
ko_kr: 사이클 작업 정지
zh_cn: 停止周期工作

# 사이클 작업을 시작 하시겠습니까?
source: Start the Cycle Job?
hu_hu: Kezdeni a Ciklus Munkát?
ko_kr: 사이클 작업을 시작 하시겠습니까?
zh_cn: 开始周期工作？

# 사이클 작업을 정지 하시겠습니까?
source: Stop the Cycle Job?
hu_hu: Állítsa le a Ciklus Munkát?
ko_kr: 사이클 작업을 정지 하시겠습니까?
zh_cn: 停止周期工作？

# 삭제 시 복구할 수 없습니다.
source: if it deleted, it can't be recovered
hu_hu: Ha törli, Nem állítható vissza
ko_kr: 삭제 시 복구할 수 없습니다.
zh_cn: 删除时无法恢复。

# 삭제할 유저 정보를 선택해주세요.
source: Please select a User to delete
hu_hu: Kérjük, Válasszon a Felhasználót a törléshez
ko_kr: 삭제할 유저 정보를 선택해주세요.
zh_cn: 请选择要删除的 使用者资讯。

# 삭제할 정보가 없습니다.
source: Threre's no data to delete
hu_hu: Nincs törlendő adat
ko_kr: 삭제할 정보가 없습니다.
zh_cn: 没有要删除的资讯。

# 상단모듈원자재창고#1
source: UpperModuleMaterialStorage#1
hu_hu: FelsőModulNyersanyagRaktár#1
ko_kr: 상단모듈원자재창고#1
zh_cn: 上方模块原料仓库#1

# 상단모듈원자재창고#2
source: UpperModuleMaterialStorage#2
hu_hu: FelsőModulNyersanyagRaktár#2
ko_kr: 상단모듈원자재창고#2
zh_cn: 上方模块原料仓库#2

# 상단모듈원자재창고#3
source: UpperModuleMaterialStorage#3
hu_hu: FelsőModulNyersanyagRaktár#3
ko_kr: 상단모듈원자재창고#3
zh_cn: 上方模块原料仓库#3

# 상단모듈원자재창고#4
source: UpperModuleMaterialStorage#4
hu_hu: FelsőModulNyersanyagRaktár#4
ko_kr: 상단모듈원자재창고#4
zh_cn: 上方模块原料仓库#4

# 상태 설정
source: Status Setup
hu_hu: Állapot Beállítása
ko_kr: 상태 설정
zh_cn: 状态设定

# 새 위치
source: New Location
hu_hu: Új helyszín
ko_kr: 새 위치
zh_cn: 新地点

# 선택 PLC 시작
source: Start selected PLC
hu_hu: Kezdeni Kiválasztott PLC
ko_kr: 선택 PLC 시작
zh_cn: 开始选定 PLC

# 선택 PLC 중지
source: Stop selected PLC
hu_hu: Állítsa le Kiválasztott PLC
ko_kr: 선택 PLC 중지
zh_cn: 停止选定 PLC

# 선택된 Alarm Data가 없습니다.
source: There's no selected Alarm Data.
hu_hu: Nincs kiválasztott Riadó Adat
ko_kr: 선택된 알람데이터가 없습니다.
zh_cn: 没有选中的闹钟数据。

# 선택한 잡 삭제
source: Delete selected Job
hu_hu: Kijelölt munka törlese
ko_kr: 선택한 잡 삭제
zh_cn: 删除所选工作

# 선택한 잡 우선순위 변경
source: Change the Priority of selected Job
hu_hu: Kijelölt munka prioritásának módosítása
ko_kr: 선택한 잡 우선순위 변경
zh_cn: 更改所选工作的优先级

# 설비 정지상태 일때만 변경 가능 합니다.
source: it can be changed only at EQP Paused
hu_hu: Csak az EQP Szünetelés alatt Megváltoztatható.
ko_kr: 설비 정지상태 일때만 변경 가능 합니다.
zh_cn: 能更改只有在EQP暂停。

# 설정
source: Setup
hu_hu: Beállítás
ko_kr: 설정
zh_cn: 设定

# 설정 초기화
source: Initialize Setup
hu_hu: Inicializálás Beállítás
ko_kr: 설정 초기화
zh_cn: 初始化设定

# 센서상태이상
source: Sensor Abnormal
hu_hu: Érzékelő Abnormális
ko_kr: 센서상태이상
zh_cn: 传感器异常

# 셀버퍼 우상단 창고#2
source: Cell Buffer Upper Right Storage#2
hu_hu: Cella Puffer Jobb Felső Raktár#2
ko_kr: 셀버퍼 우상단 창고#2
zh_cn: 细胞缓冲右上方仓库#2

# 셀버퍼 우하단 창고#4
source: Cell Buffer Lower Righr Storage#4
hu_hu: Cella Puffer Jobb Alsó Raktár#4
ko_kr: 셀버퍼 우하단 창고#4
zh_cn: 细胞缓冲右下方仓库#4

# 셀버퍼 좌상단 창고#1
source: Cell Buffer Upper Left Storage#1
hu_hu: Cella Puffer Bal Felső Raktár#1
ko_kr: 셀버퍼 좌상단 창고#1
zh_cn: 细胞缓冲左上方仓库#1

# 셀버퍼 좌하단 창고#3
source: Cell Buffer Lower Left Storage#3
hu_hu: Cella Puffer Bal Alsó Raktár#3
ko_kr: 셀버퍼 좌하단 창고#3
zh_cn: 细胞缓冲左下方仓库#3

# 셀버퍼창고01
source: Cell_Buffer_Storage01
hu_hu: Cell_Buffer_Raktár01
ko_kr: 셀버퍼창고01

# 셀버퍼창고02
source: Cell_Buffer_Storage02
hu_hu: Cell_Buffer_Raktár02
ko_kr: 셀버퍼창고02

# 셀버퍼창고03
source: Cell_Buffer_Storage03
hu_hu: Cell_Buffer_Raktár03
ko_kr: 셀버퍼창고03

# 셀버퍼창고04
source: Cell_Buffer_Storage04
hu_hu: Cell_Buffer_Raktár04
ko_kr: 셀버퍼창고04

# 셀완제품창고#1
source: CellProductStorage#1
hu_hu: CellaTermékRaktár#1
ko_kr: 셀완제품창고#1
zh_cn: 细胞产品仓库#1

# 셀완제품창고#2
source: CellProductStorage#2
hu_hu: CellaTermékRaktár#2
ko_kr: 셀완제품창고#2
zh_cn: 细胞产品仓库#2

# 셀프 트레이 뒤틀림 센서 [LR1]
source: Shelf Tray Distortion Sensor [LR1]
hu_hu: Polctálca Torzító Érzékelő [LR1]
ko_kr: 쉘프 트레이 뒤틀림 센서 [LR1]
zh_cn: 架子托盘失真传感器 [LR1]

# 셀프 트레이 뒤틀림 센서 [LR2]
source: Shelf Tray Distortion Sensor [LR2]
hu_hu: Polctálca Torzító Érzékelő [LR2]
ko_kr: 쉘프 트레이 뒤틀림 센서 [LR2]
zh_cn: 架子托盘失真传感器 [LR2]

# 셀프 트레이 뒤틀림 센서 [LR3]
source: Shelf Tray Distortion Sensor [LR3]
hu_hu: Polctálca Torzító Érzékelő [LR3]
ko_kr: 쉘프 트레이 뒤틀림 센서 [LR3]
zh_cn: 架子托盘失真传感器 [LR3]

# 셀프 트레이 뒤틀림 센서 [LR4]
source: Shelf Tray Distortion Sensor [LR4]
hu_hu: Polctálca Torzító Érzékelő [LR4]
ko_kr: 쉘프 트레이 뒤틀림 센서 [LR4]
zh_cn: 架子托盘失真传感器 [LR4]

# 수집된 플레이백 항목
source: Collected PB Item
hu_hu: Gyűjtött Lejátszás Tétel
ko_kr: 수집된 플레이백 항목
zh_cn: 收集的回放项目

# 수집중
source: Collecteing
hu_hu: Gyűjtése
ko_kr: 수집중
zh_cn: 正在收集

# 순번
source: No
hu_hu: Sz
ko_kr: 순번
zh_cn: 号

# 숫자코드
source: Num Code
hu_hu: Sz Kód
ko_kr: 숫자코드
zh_cn: 数字代码

# 쉘프 구간 데이터 변경 메시지
source: Shelf {0} ~ {1} {2} Type Change?
hu_hu: Polc {0} ~ {1} {2} Típus Változás?
ko_kr: 쉘프 {0} ~ {1} {2} Type 변경?
zh_cn: 架子{0} ~ {1} {2}种类更改？

# 쉘프 구간 데이터 변경완료 메시지
source: Shelf {0} ~ {1} {2} Type Change Complete
hu_hu: Polc {0} ~ {1} {2} Típus Változás Befejez
ko_kr: 쉘프 {0} ~ {1} {2} Type 변경완료
zh_cn: 架子{0} ~ {1} {2}种类更改完成

# 쉘프 데이터 변경 메시지
source: Shelf {0} {1}->{2} Change?
hu_hu: Polc {0} {1}->{2} Változás?
ko_kr: 쉘프 {0} {1}->{2} 변경?
zh_cn: 架子{0} {1}->{2} 更改？

# 쉘프 데이터 변경완료 메시지
source: Shelf {0} {1}->{2} Change Complete
hu_hu: Polc {0} {1}->{2} Változás Befejez
ko_kr: 쉘프 {0} {1}->{2} 변경완료
zh_cn: 架子{0} {1}->{2} 更改完成

# 쉘프 캐리어ID 메시지
source: Shelf {0} CarrierID {1} {2}?
hu_hu: Polc {0} HordozóAzonosító {1} {2}?
ko_kr: 쉘프 {0} 캐리어ID {1} {2}?
zh_cn: 架子{0}载体ID{1}{2}？

# 쉘프 캐리어ID삭제 메시지
source: Shelf {0} CarrierID {1} Delete {2}
hu_hu: Polc {0} HordozóAzonosító {1} Törlés {2}
ko_kr: 쉘프 {0} 캐리어ID {1} 삭제 {2}
zh_cn: 架子{0}载体ID{1}删除{2}

# 쉘프 캐리어ID추가 메시지
source: Shelf {0} CarrierID {1} Install {2}
hu_hu: Polc {0} HordozóAzonosító {1} Telepítés {2}
ko_kr: 쉘프 {0} 캐리어ID {1} 추가 {2}
zh_cn: 架子{0}载体ID{1}安装{2}

# 쉘프 트레이 스토리지 센서
source: Shelf Tray Storage Sensor
hu_hu: Polctálca tárolási érzékelő
ko_kr: 쉘프 트레이 스토리지 센서
zh_cn: 架子托盘储存传感器

# 쉘프사용/미사용 메시지
source: Do you want to {0} {1}?
hu_hu: Szeretné {0} a {1}?
ko_kr: {1}를 {0} 하시겠습니까?
zh_cn: 您要{0}{1}吗？

# 스냅 검색 실패
source: The snap cannot be search.
hu_hu: Snap nem kereshető.
ko_kr: 스냅 검색에 실패하였습니다.
zh_cn: 无法搜索快照。

# 스케쥴러 비활성화 메시지
source: Do you want to Disable the Scheduler : {0}?
hu_hu: Szeretné tiltani az Ütemező : {0}?
ko_kr: 스케쥴러 : {0} 를 비활성화 하시겠습니까?
zh_cn: 您要禁用调度程序：{0}吗？

# 스케쥴러 활성화 메시지
source: Do you want to Enable the Scheduler : {0}?
hu_hu: Szeretné engedélyezni az Ütemező : {0}?
ko_kr: 스케쥴러 : {0} 를 활성화 하시겠습니까?
zh_cn: 您要启用调度程序：{0}吗？

# 승강 위치
source: Elevating Location
hu_hu: Emelő hely
ko_kr: 승강 위치
zh_cn: 升降位置

# 시운전 모드
source: Test Run Mode
hu_hu: Teszt Működik Mód
ko_kr: 시운전 모드
zh_cn: 试开动模式

# 시작
source: Start
hu_hu: Kezd
ko_kr: 시작
zh_cn: 开始

# 시작일시
source: Start DTTM
hu_hu: Kezd Dátum és Idő
ko_kr: 시작일시
zh_cn: 开始日期

# 알람 클리어
source: Alarm Clear
hu_hu: Riadó Törlés
ko_kr: 알람 클리어
zh_cn: 警报清除

# 알림 메시지
source: Notification message
hu_hu: Értesítő üzenet
ko_kr: 알림 메시지
zh_cn: 通知消息

# 에러
source: Error
hu_hu: Hiba
ko_kr: 에러
zh_cn: 误差

# 에러 리스트
source: Error List
hu_hu: Hiba Lista
ko_kr: 에러 리스트
zh_cn: 误差清单

# 에러 리스트 내보내기
source: Error List Export
hu_hu: Hiba Lista Export
ko_kr: 에러 리스트 내보내기
zh_cn: 误差清单提取

# 에러 리스트 수정
source: Error List Modify
hu_hu: Hiba Lista Módosít
ko_kr: 에러 리스트 수정
zh_cn: 误差清单编辑

# 에러 리스트 제거
source: Error List Delete
hu_hu: Hiba Lista Törölni
ko_kr: 에러 리스트 제거
zh_cn: 误差清单删除

# 에러 리스트 추가
source: Error List Create
hu_hu: Hiba Lista Teremt
ko_kr: 에러 리스트 추가
zh_cn: 误差清单添加

# 에러가 발생했습니다. 자세한 내용을 확인하시겠습니까?
source: An Error occurred. Do you want to check the details?
hu_hu: Hiba történt. Szeretné ellenőrizni a részleteket?
ko_kr: 에러가 발생했습니다. 자세한 내용을 확인하시겠습니까?
zh_cn: 误差发生。确认细节？

# 에러레벨
source: Error Level
hu_hu: Hiba Szint
ko_kr: 에러레벨
zh_cn: 误差等级

# 에러레벨이 비어 있습니다.
source: Error Level is Empty.
hu_hu: Hiba Szint Üres.
ko_kr: 에러레벨이 비어 있습니다.
zh_cn: 误差等级是空。

# 에러메시지
source: Error Message
hu_hu: Hiba Üzenet
ko_kr: 에러메시지
zh_cn: 误差口信

# 에러메시지가 비어 있습니다.
source: Error Message is Empty.
hu_hu: Hiba Üzenet Üres.
ko_kr: 에러메시지가 비어 있습니다.
zh_cn: 误差口信是空。

# 에러이름
source: Error Name
hu_hu: Hiba Név
ko_kr: 에러이름
zh_cn: 误差名称

# 에러이름이 비어 있습니다.
source: Error Name is Empty.
hu_hu: Hiba Név Üres.
ko_kr: 에러이름이 비어 있습니다.
zh_cn: 误差名称是空。

# 에러코드
source: Error Code
hu_hu: Hiba Kód
ko_kr: 에러코드
zh_cn: 误差代码

# 에러코드가 비어 있습니다.
source: Error Code is Empty.
hu_hu: Hiba Kód Üres.
ko_kr: 에러코드가 비어 있습니다.
zh_cn: 误差代码是空。

# 에러현황
source: Error Status
hu_hu: Hiba Állapot
ko_kr: 에러현황
zh_cn: 误差状态

# 연기 감지 감도
source: Smoke Detection Sensitivity
hu_hu: Füst Észlelés Érzékenység
ko_kr: 연기 감지 감도
zh_cn: 烟雾觉察感度

# 연기감지
source: Smoke Detect
hu_hu: Füst Észlelés
ko_kr: 연기감지
zh_cn: 烟雾觉察

# 연기미감지
source: Somke Undetect
hu_hu: Füst Nem Észlelés
ko_kr: 연기미감지
zh_cn: 烟雾未觉察

# 영어
source: English
hu_hu: Angol
ko_kr: 영어
zh_cn: 英语

# 원격수집
source: Remote Collecting
hu_hu: Távoli Gyűjtése
ko_kr: 원격수집
zh_cn: 远程收集

# 위치변경
source: Location
hu_hu: Elhelyezkedés
ko_kr: 위치변경
zh_cn: 改变地点

# 위험 온도
source: Critical Temperature
hu_hu: Kritikai Hőmérséklet
ko_kr: 위험 온도
zh_cn: 危险温度

# 유닛 이름 선택
source: Sellect Unit Name
hu_hu: Válassza Egységnevet
ko_kr: 유닛 이름 선택
zh_cn: 选择单位名称

# 을 삭제 하시겠습니까?
source: Do you want to delete {0}?
hu_hu: Szeretné törölni {0}?
ko_kr: {0} 을 삭제 하시겠습니까?
zh_cn: 确实要删除 {0}？

# 이동
source: Move
hu_hu: Mozgás
ko_kr: 이동
zh_cn: 移动

# 이동 중 RM 연기감지
source: Smoke detection of moving RM
hu_hu: Mozgó RM füstérzékelés
ko_kr: 이동 중 RM 연기감지
zh_cn: RM移动时烟雾探测

# 이미 SCS 실행중이거나 완전히 종료되지 않았습니다.
source: SCS already running or not completely ended.
hu_hu: SCS már fut, vagy nem kapcsol ki teljesen.
ko_kr: 이미 SCS 실행중이거나 완전히 종료되지 않았습니다.
zh_cn: SCS已在运行或未完全结束。

# 이전 크기로 복원
source: Restore to previous size
hu_hu: Visszaállítás korábbi méretre
ko_kr: 이전 크기로 복원
zh_cn: 恢复到以前尺寸

# 이전 페이지
source: Previous Page
hu_hu: Előző Oldal
ko_kr: 이전 페이지
zh_cn: 上页

# 임의 쉘프 연기 감지
source: Randomly Shelf Smoke detect
hu_hu: Véletlenszerűen Polc Füst Észlelés
ko_kr: 임의 쉘프 연기 감지
zh_cn: 随机架子烟雾检测

# 임의 쉘프 연기 감지 텍스트
source: Execute the Randomly Shelf Smoke detect? (Generate Alarm on Random Shelf when Execute)
hu_hu: Végrehajtja a Véletlenszerű Polc Füst Észlelés? (Végrehajtáskor, Riadó generálása véletlenszerű polcon)
ko_kr: 임의 쉘프 연기 감지를 진행하시겠습니까? (진행 시 무작위 쉘프에 알람 발생)
zh_cn: 要执行随机架子烟雾检测？ (执行时在随机架子上警报生成)

# 입고금지
source: Import Prohibition
hu_hu: Import Tilalom
ko_kr: 입고금지
zh_cn: 入库禁止

# 입고예약
source: Import Reserved
hu_hu: Import Fenntartva
ko_kr: 입고예약
zh_cn: 入库预约

# 작업 구분
source: Job Class
hu_hu: Munka Osztály
ko_kr: 작업 구분
zh_cn: 工作类型

# 작업 내용
source: Job Content
hu_hu: Munka Tartalom
ko_kr: 작업 내용
zh_cn: 工作内容

# 작업 임시 생성
source: randomly Create Job
hu_hu: Véletlenszerűen Teremt Munka
ko_kr: 작업 임시 생성
zh_cn: 生成临时工作

# 작업 타입
source: Job Type
hu_hu: Munka Típus
ko_kr: 작업 유형
zh_cn: 工作种类

# 작업결과
source: Job Result
hu_hu: Munka Eredmény
ko_kr: 작업결과
zh_cn: 工作结果

# 작업일시
source: Job DTTM
hu_hu: Munka Dátum és Idő
ko_kr: 작업일시
zh_cn: 工作日期

# 장폭모듈완제품창고#1
source: LongModuleProductStorage#1
hu_hu: HosszúModulTermékRaktár#1
ko_kr: 장폭모듈완제품창고#1
zh_cn: 长模块产品仓库#1

# 장폭전용
source: Long Only
hu_hu: Hosszú Csupán
ko_kr: 장폭전용
zh_cn: 仅长宽度

# 재생
source: Play
hu_hu: Játék
ko_kr: 재생
zh_cn: 播放

# 적재
source: Load
hu_hu: Rakodás
ko_kr: 적재
zh_cn: 装载

# 전면 트레이 기울임 센서 [FB1]
source: Front Tray Tilting Sensor [FB1]
hu_hu: Elülső Tálca Dőlésérzékelő [FB1]
ko_kr: 전면 트레이 기울임 센서 [FB1]
zh_cn: 前托盘倾斜传感器[FB1]

# 전체 PLC 시작
source: Start All PLC
hu_hu: Kezdeni Összes PLC
ko_kr: 전체 PLC 시작
zh_cn: 开始所有 PLC

# 전체 PLC 중지
source: Stop All PLC
hu_hu: Állítsa le Összes PLC
ko_kr: 전체 PLC 중지
zh_cn: 停止所有 PLC

# 전체 쉘프 언로드
source: Unloading All Shelf
hu_hu: Kirakodás Összes Polc
ko_kr: 전체 쉘프 언로드
zh_cn: 卸货全体架子

# 전체 쉘프 언로드 작업을 시작 하시겠습니까?
source: Start the Unloading All Shelf job?
hu_hu: Kezdeni a Összes Polc Kirakodási Munkát?
ko_kr: 전체 쉘프 언로드 작업을 시작 하시겠습니까?
zh_cn: 要开始卸货全体架子？

# 전체 쉘프 언로드 작업을 정지 하시겠습니까?
source: Stop the Unloading All Shelf job?
hu_hu: Állítsa le a Összes Polc Kirakodási Munkát?
ko_kr: 전체 쉘프 언로드 작업을 정지 하시겠습니까?
zh_cn: 要停止卸货全体架子？

# 전체 쉘프 언로드 중단
source: Stop Unloading All Shelf
hu_hu: Állítsa le Kirakodási Összes Polc
ko_kr: 전체 쉘프 언로드 중단
zh_cn: 停止卸货全体架子

# 전체 작업 삭제
source: Remove All Job
hu_hu: Távolítsa el Összes Munkát
ko_kr: 전체 작업 삭제
zh_cn: 删除全体工作

# 전체 작업을 삭제 하시겠습니까?
source: Remove the All Job?
hu_hu: Távolítsa el a Összes Munkát?
ko_kr: 전체 작업을 삭제 하시겠습니까?
zh_cn: 要删除全体工作？

# 접속불가 메시지
source: Can't access with {0}.
hu_hu: Nem lehet hozzáférni {0}.
ko_kr: {0}로 접속할 수 없습니다.
zh_cn: 不能用{0}访问。

# 정렬
source: Sort
hu_hu: Rendezés
ko_kr: 정렬
zh_cn: 整列

# 정보 관리 메뉴
source: Data Management Menu
hu_hu: Adat Menedzsment Menü
ko_kr: 정보 관리 메뉴
zh_cn: 信息管理菜单

# 정위치 감지 센서 [PUT]
source: Position Detect Sensor [PUT]
hu_hu: Pozíció Érzékelő [PUT]
ko_kr: 정위치 감지 센서 [PUT]
zh_cn: 位置检测传感器[放]

# 정지
source: Stop
hu_hu: Megáll
ko_kr: 정지
zh_cn: 停住

# 조치 방법
source: Solution
hu_hu: Megoldás
ko_kr: 조치 방법
zh_cn: 解决方法

# 조치방법이 비어 있습니다.
source: Solution is Empty
hu_hu: Megoldás Üres
ko_kr: 조치방법이 비어 있습니다.
zh_cn: 解决方法是空。

# 조치사항
source: Action History
hu_hu: Akció Történelem
ko_kr: 조치사항
zh_cn: 解决明细

# 조회 및 반송
source: Search and Transfer
hu_hu: Keresés és Transzfer
ko_kr: 조회 및 반송
zh_cn: 搜索和转移

# 조회 및 반송 &gt; I/O 조회
source: Search and Transfer > I/O Monitor
hu_hu: Keresés és Transzfer > I/O Megfigyelés
ko_kr: 조회 및 반송 > I/O 조회
zh_cn: 搜索和转移 > 入力/出力 搜索

# 조회 및 반송 &gt; 연기감지
source: Search and Transfer > Smoke detect
hu_hu: Keresés és Transzfer > Füst Észlelés
ko_kr: 조회 및 반송 > 연기감지
zh_cn: 搜索和转移 > 烟雾觉察

# 조회 및 반송 &gt; 터미널 메시지
source: Search and Transfer > Terminal Message
hu_hu: Keresés és Transzfer > Terminál Üzenet
ko_kr: 조회 및 반송 > 터미널 메시지
zh_cn: 搜索和转移 > 终端口信

# 종료
source: EXIT
hu_hu: VÉGE
ko_kr: 종료
zh_cn: 退出

# 종료일시
source: End DTTM
hu_hu: Vég Dátum és Idő
ko_kr: 종료일시
zh_cn: 结束日期

# 종료일시가 시작일시보다 이전입니다.
source: End DTTM is earlier than Start DTTM
hu_hu: Vég Dátum és Idő korábbi, mint a Kezd Dátum és Idő.
ko_kr: 종료일시가 시작일시보다 이전입니다.
zh_cn: 结束日期和时间早于开始日期和时间。

# 좌측 메뉴
source: Left Menu
hu_hu: Bal Menü
ko_kr: 좌측 메뉴
zh_cn: 左侧菜单

# 주행 위치
source: Travel Location
hu_hu: Vezetés Hely
ko_kr: 주행 위치
zh_cn: 行驶位置

# 중국어
source: Chinese
hu_hu: Kínai
ko_kr: 중국어
zh_cn: 中文

# 중복실행
source: Duplicate Execution
hu_hu: Duplikált futások
ko_kr: 중복실행
zh_cn: 重复运转

# 지상반 동작모드
source: SRC Run Mode
hu_hu: SRC Működik Mód
ko_kr: 지상반 동작모드
zh_cn: 地象班开始模式

# 직출고
source: Direct Export
hu_hu: Direkt
ko_kr: 직출고
zh_cn: 直出库

# 처음으로
source: To Begin
hu_hu: Kezdet
ko_kr: 처음으로
zh_cn: 至开头

# 최근 동작 결과
source: Recent Job Record
hu_hu: Legutóbbi Munka Rekord
ko_kr: 최근 동작 결과
zh_cn: 最近工作记录

# 최대화
source: Maximize
hu_hu: Maximalizálás
ko_kr: 최대화
zh_cn: 最大化

# 최소화
source: Minimize
hu_hu: Minimalizálás
ko_kr: 최소화
zh_cn: 最小化

# 출고
source: Export
hu_hu: Exprot
ko_kr: 출고
zh_cn: 出库

# 출고금지
source: Export Prohibition
hu_hu: Export Tilalom
ko_kr: 출고금지
zh_cn: 出库禁止

# 출고예약
source: Export Reserved
hu_hu: Export Fenntartva
ko_kr: 출고예약
zh_cn: 出库预约

# 측정값
source: Measured Value
hu_hu: Mérve Érték
ko_kr: 측정값
zh_cn: 测量值

# 캐리어 삭제
source: Delete Carrier
hu_hu: Törlés Hordozó
ko_kr: 캐리어 삭제
zh_cn: 删除载体

# 캐리어 생성
source: Add Carrier
hu_hu: hozzáadni Hordozó
ko_kr: 캐리어 생성
zh_cn: 添加载体

# 캐리어 위치가 해당 위치로 강제 설정 되었습니다.
source: The carrier position has been forced to that position.
hu_hu: A hordozó pozíciót erre a pozícióra kényszerítették.
ko_kr: 캐리어 위치가 해당 위치로 강제 설정 되었습니다.
zh_cn: 载体位置已被强制至该位置

# 캐리어 위치를 강제 변경하시겠습니까?
source: Are you sure to change carrier location forcibly?
hu_hu: Kényszeríteni szeretné a szolgáltató helyének módosítását?
ko_kr: 캐리어 위치를 강제 변경하시겠습니까?
zh_cn: 您想强制更改运营商位置吗？

# 캐리어설치/삭제 메시지
source: Do you want to {0} a Carrier in {1}?
hu_hu: Szeretné {0} a hordozót a {1}?
ko_kr: {1}에 캐리어를 {0} 하시겠습니까?
zh_cn: 您要在{1}中{0}载体吗？

# 커맨드를 실행하시겠습니까?
source: Execute a Command?
hu_hu: Parancs elindítása?
ko_kr: 커맨드를 실행하시겠습니까?
zh_cn: 开始命令？

# 컨베이어 BCR완료 메시지
source: Conveyor {0} {1} {2}
hu_hu: Szállítószalag {0} {1} {2}
ko_kr: 컨베이어 {0} {1} {2}
zh_cn: 输送机{0}{1}{2}

# 컨베이어 BCR요청 메시지
source: Conveyor {0} BCR Read?
hu_hu: Szállítószalag {0} BCR Olvasás?
ko_kr: 컨베이어 {0} BCR 읽기?
zh_cn: 输送机{0}BCR读懂？

# 컨베이어 IO 변경 메시지
source: Conveyor {0} {1} {2} IO Change?
hu_hu: Szállítószalag {0} {1} {2} IO Változás?
ko_kr: 컨베이어 {0} {1} {2} IO 변경?
zh_cn: 输送机{0}{1}{2}入出力更改？

# 컨베이어 IO 변경완료 메시지
source: Conveyor {0} {1} {2} IO Change Complete
hu_hu: Szállítószalag {0} {1} {2} IO Változás Befejez
ko_kr: 컨베이어 {0} {1} {2} IO 변경완료
zh_cn: 输送机{0}{1}{2}入出力更改完成

# 컨베이어 데이터 변경 메시지
source: Conveyor {0} {1}->{2} Change?
hu_hu: Szállítószalag {0} {1}->{2} Változás?
ko_kr: 컨베이어 {0} {1}->{2} 변경?
zh_cn: 输送机{0} {1}->{2} 更改？

# 컨베이어 데이터 변경완료 메시지
source: Conveyor {0} {1}->{2} Change Complete
hu_hu: Szállítószalag {0} {1}->{2} Változás Befejez
ko_kr: 컨베이어 {0} {1}->{2} 변경완료
zh_cn: 输送机{0} {1}->{2} 更改完成

# 컨베이어 캐리어ID 메시지
source: Conveyor {0} CarrierID {1} {2}?
hu_hu: Szállítószalag {0} HordozóAzonosító {1} {2}?
ko_kr: 컨베이어 {0} 캐리어ID {1} {2}?
zh_cn: 输送机{0}载体ID{1}{2}？

# 컨베이어 캐리어ID삭제 메시지
source: Conveyor {0} CarrierID {1} Delete {2}
hu_hu: Szállítószalag {0} HordozóAzonosító {1} Törlés {2}
ko_kr: 컨베이어 {0} 캐리어ID {1} 삭제 {2}
zh_cn: 输送机{0}载体ID{1}删除{2}

# 컨베이어 캐리어ID추가 메시지
source: Conveyor {0} CarrierID {1} Install {2}
hu_hu: Szállítószalag {0} HordozóAzonosító {1} Telepítés {2}
ko_kr: 컨베이어 {0} 캐리어ID {1} 추가 {2}
zh_cn: 输送机{0}载体ID{1}安装{2}

# 크기 조정
source: Resize
hu_hu: Átméretezés
ko_kr: 크기 조정
zh_cn: 调整尺寸

# 크레인 IO 변경 메시지
source: Crane {0} {1} {2} IO Change?
hu_hu: Daru {0} {1} {2} IO Változás?
ko_kr: 크레인 {0} {1} {2} IO 변경?
zh_cn: 吊车{0}{1}{2}入出力更改？

# 크레인 IO 변경완료 메시지
source: Crane {0} {1} {2} IO Change Complete
hu_hu: Daru {0} {1} {2} IO Változás Befejez
ko_kr: 크레인 {0} {1} {2} IO 변경완료
zh_cn: 吊车{0}{1}{2}入出力更改完成

# 크레인 데이터 변경 메시지
source: Crane {0} {1} Command Proceed?
hu_hu: Daru {0} {1} Parancs Folytassa?
ko_kr: 크레인 {0} {1} 명령 진행?
zh_cn: 吊车{0}{1}命令开始？

# 크레인 데이터 변경완료 메시지
source: Crane {0} {1} {2} Proceed
hu_hu: Daru {0} {1} {2} Folytassa
ko_kr: 크레인 {0} {1} {2} 진행
zh_cn: 吊车{0}{1}命令进度？

# 크레인 캐리어ID 메시지
source: Crane {0} CarrierID {1} {2}?
hu_hu: Daru {0} HordozóAzonosító {1} {2}?
ko_kr: 크레인 {0} 캐리어ID {1} {2}?
zh_cn: 吊车{0}载体ID{1}{2}？

# 크레인 캐리어ID삭제 메시지
source: Crane {0} CarrierID {1} Delete {2}
hu_hu: Daru {0} HordozóAzonosító {1} Törlés {2}
ko_kr: 크레인 {0} 캐리어ID {1} 삭제 {2}
zh_cn: 吊车{0}载体ID{1}删除{2}

# 크레인 캐리어ID추가 메시지
source: Crane {0} CarrierID {1} Install {2}
hu_hu: Daru {0} HordozóAzonosító {1} Telepítés {2}
ko_kr: 크레인 {0} 캐리어ID {1} 추가 {2}
zh_cn: 吊车{0}载体ID{1}安装{2}

# 클릭시 MCS 상태를 변경할수 있습니다.
source: Can change MCS status on Clicked.
hu_hu: Ha rákattint, az MCS állapota módosítható.
ko_kr: 클릭시 MCS 상태를 변경할수 있습니다.
zh_cn: 点击时可以更改MCS状态。

# 클릭시 PLC 상태를 변경할수 있습니다.
source: Can change PLC status on Clicked.
hu_hu: Ha rákattint, az PLC állapota módosítható.
ko_kr: 클릭시 PLC 상태를 변경할수 있습니다.
zh_cn: 点击时可以更改PLC状态。

# 클릭시 SCS 상태를 변경할수 있습니다.
source: Can change SCS status on Clicked.
hu_hu: Ha rákattint, az SCS állapota módosítható.
ko_kr: 클릭시 SCS 상태를 변경할수 있습니다.
zh_cn: 点击时可以更改SCS状态。

# 클릭시 SYSTEM 상태를 변경할수 있습니다.
source: Can change SYSTEM status on Clicked.
hu_hu: Ha rákattint, az RENDSZER állapota módosítható.
ko_kr: 클릭시 SYSTEM 상태를 변경할수 있습니다.
zh_cn: 点击时可以更改系统状态。

# 테스트 메뉴
source: Test Menu
hu_hu: Teszt Menü
ko_kr: 테스트 메뉴
zh_cn: 测试菜单

# 테스트 알람 생성
source: Create Test Alarm
hu_hu: Teremt Teszt Riadó
ko_kr: 테스트 알람 생성
zh_cn: 生成测试警报

# 통신 설정
source: Communication settings
hu_hu: Kommunikáció Beállítás
ko_kr: 통신 설정
zh_cn: 通讯设定

# 트레이 재하 감지 센서 [PLACE]
source: Tray Load Detect Sensor [PLACE]
hu_hu: Tálca Terhelés Érzékelő [HELY]
ko_kr: 트레이 재하 감지 센서 [PLACE]
zh_cn: 托盘装载检测传感器[放置]

# 포크 위치
source: Fork Location
hu_hu: Fork Hely
ko_kr: 포크 위치
zh_cn: 叉位置

# 포크 작업 유무
source: Fork Job Status
hu_hu: Fork Munkát Állapot
ko_kr: 포크 작업 유무
zh_cn: 叉工作状态

# 포트 로드 시작
source: Start Port Load
hu_hu: Kezdeni a Port Rakodás
ko_kr: 포트 로드 시작
zh_cn: 开始端口装载

# 포트 로드 중단
source: Stop Port Load
hu_hu: Állítsa le a Port Rakodás
ko_kr: 포트 로드 중단
zh_cn: 停止端口装载

# 프로그램을 종료 하시겠습니까?
source: Are You sure to Close the Program?
hu_hu: Biztosan bezárja a programot?
ko_kr: 프로그램을 종료 하시겠습니까?
zh_cn: 您确定关闭程序吗？

# 플레이백 데이터 수신에 성공했습니다.
source: Complete to receive the PlayBack Data.
hu_hu: Lejátszási Adatok fogadni sikeresen.
ko_kr: 플레이백 데이터 수신에 성공했습니다.
zh_cn: 接收回放数据成功。

# 플레이백 데이터 수신에 실패했습니다.
source: Fail to receive the PlayBack Data.
hu_hu: Lejátszási Adatok fogadni sikertelen.
ko_kr: 플레이백 데이터 수신에 실패했습니다.
zh_cn: 接收回放数据失败。

# 플레이백 메뉴
source: Play Back Menu
hu_hu: Lejátszás Menü
ko_kr: 플레이백 메뉴
zh_cn: 回放菜单

# 플레이백 요청시간 지연 텍스트
source: Playback request time is over than {0}minute. The request can be delayed. Want to continue?
hu_hu: Lejátszási kérés ideje több mint {0}perc. Kérés késleltethető. Szeretné folytatni?
ko_kr: 플레이백 요청시간이 {0}분 이상입니다. 요청에 시간이 지연될수 있습니다. 진행하시겠습니까?
zh_cn: 回放要求时间超过{0}分钟。 可以延迟要求。想继续吗？

# 플레이백 화면을 최대화합니다.
source: Maximize the Playback Page.
hu_hu: Maximálja a Lejátszási képernyőt.
ko_kr: 플레이백 화면을 최대화합니다.
zh_cn: 最大化回放屏幕

# 플레이백 화면을 최소화합니다.
source: Minimize the Playback Page.
hu_hu: Minimalizálja a Lejátszási képernyőt.
ko_kr: 플레이백 화면을 최소화합니다.
zh_cn: 最小化回放屏幕

# 하단 메뉴
source: Bottom Menu
hu_hu: Alsó Menü
ko_kr: 하단 메뉴
zh_cn: 底部菜单

# 하단모듈원자재창고#1
source: LowerModuleMaterialStorage#1
hu_hu: AlsóModulNyersanyagRaktár#1
ko_kr: 하단모듈원자재창고#1
zh_cn: 下方模块原料仓库#1

# 하단모듈원자재창고#2
source: LowerModuleMaterialStorage#2
hu_hu: AlsóModulNyersanyagRaktár#2
ko_kr: 하단모듈원자재창고#2
zh_cn: 下方模块原料仓库#2

# 하단모듈원자재창고#3
source: LowerModuleMaterialStorage#3
hu_hu: AlsóModulNyersanyagRaktár#3
ko_kr: 하단모듈원자재창고#3
zh_cn: 下方模块原料仓库#3

# 하단모듈원자재창고#4
source: LowerModuleMaterialStorage#4
hu_hu: AlsóModulNyersanyagRaktár#4
ko_kr: 하단모듈원자재창고#4
zh_cn: 下方模块原料仓库#4
